Repository: bdbcat/o-charts_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fi_fi, fr_fr, it_it, nb_no, pl_pl, pt_pt, sv_se

source: o-charts_pi Preferences
cs_cz: Nastavení o-charts_pi
de_de: o-charts_pi Einstellungen
es_es: Opciones o-charts_pi
et_ee: o-charts_pi eelistused
fi_fi: o-charts_pi -asetukset
fr_fr: o-charts_pi : Préférences
it_it: Preferenze di ocharts_pi
nb_no: o-charts_pi Innstillinger
pl_pl: Ustawienia o-charts_pi
pt_pt: Preferências o-charts_pi
sv_se: Inställningar för o-charts_pi

source: o-charts_pi Information
cs_cz: o-charts_pi informace
de_de: o-charts_pi Informationen
es_es: acerca de o-charts_pi
et_ee: o-charts_pi informatsioon
fi_fi: o-charts_pi -tiedot
it_it: o-charts_pi Informazioni
nb_no: o-charts_pi Informasjon
pl_pl: Informacje o o-charts_pi
pt_pt: Informação o-charts_pi

source: Dialog
cs_cz: Dialogové okno
de_de: Meldungen
es_es: Diálogo
et_ee: Dialoog
fi_fi: Dialogi
fr_fr: Boîte de dialogue
it_it: Dialogo
pl_pl: Okno dialogowe
pt_pt: Diálogo

source: The o-charts plugin replaces the oeSENC plugin chart display functions.
cs_cz: Plugin o-charts nahrazuje funkce pluginu oeSENC.
de_de: Das o-charts Plugin ersetzt die oeSENC Plugin Kartenfunktionen.
es_es: El complemento o-charts reemplaza las funciones de gestión de cartas del plugin oeSENC.
et_ee: O-charts'i plugin asendab oeSENC'i plugina kaardi kuvamise funktsiooni.
fi_fi: o-charts -lisäosa korvaa oeSENC-lisäosan näyttöominaisuudet.
fr_fr: Le complément o-charts remplace les fonctions d'affichage du complément oeSENC.
it_it: Il plugin o-charts sostituisce le funzioni di visualizzazione delle carte nautiche del plugin oeSENC.
nb_no: O-charts utvidelsen erstatter oeSENC utvidelsens kartvisnings funksjoner.
pl_pl: Wtyczka o-charts zastępuje funkcje wyświetlania map oeSENC.
pt_pt: O plugin o-charts substitui as funções de apresentação de cartas do plugin oeSENC.
sv_se: Plugin o-charts används för att visa sjökort och ersätter oeSENC plugin.

source: It is recommended that you disable any existing oeSENC plugin, and restart OpenCPN.
cs_cz: Je doporučeno vypnout jakýkoli existující oeSENC plugin a restartovat OpenCPN.
de_de: Es wird empfohlen, ein vorhandenes oeSENC-Plugin zu deaktivieren oder zu entfernen und OpenCPN neu zu starten.
es_es: Se recomienda desactivar cualquier plugin oeSENC existente y reiniciar OpenCPN.
et_ee: On soovitatav, et sa keelad igasuguse oeSENC-plugina ja taaskäivitad OpenCPN'i.
fi_fi: On suositeltavaa, että poistat käytöstä olemassa olevan oeSENC-lisäosan ja käynnistät OpenCPN:n uudelleen.
fr_fr: Il est recommandé de désactiver/supprimer le complément oeSENC existant et de redémarrer OpenCPN.
it_it: Si consiglia di disabilitare qualsiasi plugin oeSENC esistente e riavviare OpenCPN.
nb_no: Det anbefales at du deaktiverer eksisterende oeSENC utvidelse og starter OpenCPN på nytt.
pl_pl: Zaleca się wyłączenie istniejącej wtyczki oeSENC i ponowne uruchomienie OpenCPN.
pt_pt: É recomendado que desative qualquer plugin oeSENC existente e reinicie o OpenCPN.
sv_se: Du måste inaktivera oeSENC plugin och starta om OpenCPN.

source: o-charts_pi Message
cs_cz: o-charts_pi zpráva
de_de: o-charts_pi Meldung
es_es: o-charts_pi Mensaje
et_ee: o-charts_pi teade
fi_fi: o_charts_pi -viesti
it_it: messaggio o-charts_pi
nb_no: o-charts_pi Melding
pl_pl: Wiadomość o-charts_pi
pt_pt: Mensagem o-charts_pi
sv_se: o-charts_pi Meddelande

source: The o-charts plugin replaces the oeRNC plugin chart display functions.
cs_cz: Plugin o-charts nahrazuje funkce pluginu oeRNC.
de_de: Das o-charts Plugin ersetzt die oeRNC Plugin Kartenfunktionen.
es_es: El complemento o-charts reemplaza las funciones de gestión de cartas del plugin oeRNC.
et_ee: O-charts'i plugin asendab oeRNC'i plugina kaardi kuvamise funktsiooni.
fi_fi: o-charts -lisäosa korvaa oeRNC-lisäosan näyttöominaisuudet.
fr_fr: Le complément o-charts remplace les fonctions d'affichage du complément oeRNC.
it_it: Il plugin o-charts sostituisce le funzioni di visualizzazione delle carte nautiche del plugin oeRNC
nb_no: O-charts utvidelsen erstatter oeRNC utvidelsens kartvisnings funksjoner.
pl_pl: Wtyczka o-charts zastępuje funkcje wyświetlania map oeRNC.
pt_pt: O plugin o-charts substitui as funções de apresentação de cartas do plugin oeRNC.
sv_se: Plugin o-charts används för att visa sjökort och ersätter oeRNC plugin.

source: It is recommended that you disable any existing oeRNC plugin, and restart OpenCPN.
cs_cz: Je doporučeno vypnout jakýkoli existující oeRNC plugin a restartovat OpenCPN.
de_de: Es wird empfohlen, ein vorhandenes oeRNC-Plugin zu deaktivieren oder zu entfernen und OpenCPN neu zu starten.
es_es: Se recomienda desactivar cualquier plugin oeRNC existente y reiniciar OpenCPN.
et_ee: On soovitatav, et sa keelad igasuguse oeRNC-plugina ja taaskäivitad OpenCPN'i.
fi_fi: On suositeltavaa, että poistat käytöstä olemassa olevan oeRNC-lisäosan ja käynnistät OpenCPN:n uudelleen.
fr_fr: Il est recommandé de désactiver/supprimer le complément oeRNC existant et de redémarrer OpenCPN.
it_it: Si consiglia di disabilitare qualsiasi plugin oeRNC esistente e riavviare OpenCPN.
nb_no: Det anbefales at du deaktiverer eksisterende oeRNC utvidelse og starter OpenCPN på nytt.
pl_pl: Zaleca się wyłączenie istniejącej wtyczki oeRNC i ponowne uruchomienie OpenCPN.
pt_pt: É recomendado que desative qualquer plugin oeRNC existente e reinicie o OpenCPN.
sv_se: Du måste inaktivera oeRNC plugin och starta om OpenCPN.

source: PlugIn for OpenCPN o-charts charts
cs_cz: PlugIn OpenCPN pro o-charts mapy
de_de: Plugin für OpenCPN o-charts Karten
es_es: Plug-in de OpenCPN para cartas o-charts
et_ee: OpenCPN'i o-charts kaartide plugin
fi_fi: o-charts -karttojen lisäosa OpenCPN:ään
fr_fr: Cartes O-Charts pour OpenCPN : Gestion
it_it: PlugIn per carte nautiche OpenCPN
nb_no: Utvidelse for OpenCPN o-charts kart
pl_pl: Wtyczka obsługi map o-charts do OpenCPN
pt_pt: PlugIn para cartas OpenCPN o-charts
sv_se: OpenCPN plugIn för o-charts sjökort

source: PlugIn for OpenCPN Provides support of o-charts charts.
cs_cz: PlugIn pro OpenCPN poskytující podporu o-charts map.
de_de: oeSENC PlugIn für OpenCPN.\nUnterstützt o-charts Karten.\n\n.
es_es: PlugIn para OpenCPN - Facilita el uso de cartas o-charts.
et_ee: OpenCPN'i plugin Tagab toe o-charts kaartidele.
fi_fi: Lisäosa OpenCPN:ään Lisäosa tarjoaa tuen o-charts -kartoille.
fr_fr: Le complément pour OpenCPN fournit un support pour l'affichage des cartes marines O-Charts.
it_it: PlugIn per OpenCPN Fornisce il supporto di carte nautiche o-charts.
nb_no: Utvidelse for OpenCPN Tilfører støtte for o-charts kart.
pl_pl: Wtyczka do OpenCPN Zapewnia obsługę map o-charts.
pt_pt: PlugIn para OpenCPN Fornece suporte para cartas o-charts.
sv_se: PlugIn till OpenCPN för att använda o-charts sjökort.

source: To obtain a User Key, you must generate a unique System Identifier File.
cs_cz: Chceš-li získat uživatelský klíč (User Key), je nutné vygenerovat soubor s jedinečným identifikátorem systému.
de_de: Um einen UserKey zu erhalten, benötigen wir eine Datei mit einer eindeutigen Systemkennung.\n.
es_es: Para obtener un UserKey debe generar un único Archivo Identificador del Sistema.
et_ee: Kasutajavõtme saamiseks pead genereerima unikaalse süsteemi tuvastusfaili.
fi_fi: Saadaksesi käyttäjäavaimen (User Key) sinun on luotava yksilöllinen järjestelmän tunnistetiedosto.
fr_fr: Pour obtenir une clé, vous devez créer un unique fichier d'identification du système.
it_it: Per ottenere una chiave utente, è necessario generare un file identificativo di sistema univoco.
nb_no: For å skaffe en bruker nøkkel, må du generere en unik System Identifikasjons Fil.
pl_pl: Aby uzyskać UserKey, należy wygenerować plik Fingerprint identyfikujący system.
pt_pt: Para obter uma Chave de utilizador, deve gerar um ficheiro com o Identificador Único do Sistema.
sv_se: För att erhålla en användarnyckel, måste du generera en fil med ett unik System-ID.

source: This file is also known as a"fingerprint" file.
cs_cz: Tento soubor je také známý jako "otisk (fingerprint)" soubor.
de_de: Diese Datei nennen wir auch "fingerprint file".\n.
es_es: Este archivo es conocido como archivo de "huella digital".
et_ee: Seda faili tuntakse ka kui "sõrmejälje" faili.
fi_fi: Tämä tiedosto tunnetaan myös "sormenjälkitiedostona" (Fingerprint file).
fr_fr: Ce fichier est aussi connu comme un fichier d'empreinte.
it_it: Questo file è anche conosciuto come un file "impronta digitale".
nb_no: Denne filen er også kjent som en "fingeravtrykks" fil.
pl_pl: Plik ten nosi nazwę "Fingerprint".
pt_pt: Este ficheiro é também conhecido por "impressão digital".
sv_se: Denna fil kallas också en fil med "fingeravtryck" (fingerprint).

source: The fingerprint file contains information to uniquely identifiy this computer.
cs_cz: Soubor otisu obsahuje informace, které jednoznačně identifikují tento počítač.
de_de: Die Fingerprint Datei enthält Informationen, die diesen Computer eindeutig identifizieren.\n\n.
es_es: El archivo huella digital contiene información para identificar a este ordenador individual.
et_ee: Sõrmejälje fail sisaldab informatsiooni selle kompuutri unikaalseks tuvastamiseks.
fi_fi: Sormenjälkitiedosto sisältää tämän tietokoneen yksilöintitiedot.
fr_fr: Le fichier d'empreinte contient des informations permettant l'identification de cet unique système.
it_it: Il file delle impronte digitali contiene informazioni per identificare univocamente questo computer.
nb_no: Fingeravtrykksfilen inneholder informasjon som unikt identifiserer denne datamaskinen.
pl_pl: Plik Fingerprint zawiera informacje, które jednoznacznie identyfikują ten system komputerowy.
pt_pt: O ficheiro "impressão digital" contém informação para identificar inequivocamente este computador.
sv_se: Fingeravtrycksfilen innehåller unik information för att identifiera denna dator.

source: After creating this file, you will need it to obtain your User Key at the o-charts.org shop.
cs_cz: Po vytvoření tohoto souboru ho budeš potřebovat k získání svého uživatelského klíče v obchodě o-charts.org.
de_de: Sie benötigen das Fingerprint file, um damit im o-charts.org shop einen UserKey zu generieren.\n.
es_es: El fichero fingerprint utilizamos luego en el o-charts.org shop para generar su UserKey.
et_ee: Kui oled selle faili loonud, siis on sul vaja saada oma kasutajavõti o-charts.org poest.
fi_fi: Kun olet luonut tämän tiedoston, tarvitset sitä saadaksesi karttasarjasi o-charts.org -kaupasta.
fr_fr: Après avoir créé ce fichier, vous en aurez besoin pour générer votre clé à la boutique o-charts.org.
it_it: Dopo la creazione di questo file, avrai bisogno di ottenere la tua Chiave Utente al negozio di o-charts.org.
nb_no: Etter opprettelsen av denne filen, gå til nettbutikken o-charts.org for å skaffe deg en egen bruker nøkkel (User Key).
pl_pl: Po utworzeniu tego pliku, będziesz go potrzebować, aby wygenerować swój Klucz Użytkownika w sklepie o-charts.org.
pt_pt: Depois de criar este ficheiro, tem que obter a sua Chave de utilizador na loja o-charts.org.
sv_se: När filen är skapad, kommer du att behöva den för få din användarlicens hos o-charts.org webshop.

source: Proceed to create Fingerprint file?
cs_cz: Přejít k vytvoření souboru otisku?
de_de: Weiter mit der Erstellung des Fingerprint files?
es_es: ¿procedemos a crear el archivo de huella digital?
et_ee: Jätkata sõrmejälje faili loomisega?
fi_fi: Luodaanko sormenjälkitiedosto?
fr_fr: Procéder à la création d'un fichier d'empreinte ?
it_it: Procedere per creare il file Impronta digitale?
nb_no: Fortsette for å opprette en fingeravtrykks fil?
pl_pl: Utworzyć plik Fingerprint?
pt_pt: Prosseguir para criar um ficheiro Impressão Digital?
sv_se: Fortsätta för att skapa filen med fingeravtryck?

source: This chart cannot be loaded due to any of the following reasons: - You have made important hardware changes on your computer. - Your OS has been updated and your license has been suspended. - This chart set was prepared for another system. - This chart set was prepared for a USB key dongle, but dongle is not detected. - There are corrupted files due to errors during download or unzip. Please contact info@o-charts.org if the problem persists.
cs_cz: Tuto mau nelze načíst z jednoho z následujících důvodů: - Provedli jste důležité změny hardwaru na vašem počítači. - Váš OS byl aktualizován a vaše licence byla pozastavena. - Tato sada map byla připravena pro jiný systém. - Tato sada map byla připravena pro USB klíč, ale není detekován. - Existují poškozené soubory kvůli chybám během stahování nebo rozbalování. Pokud problém přetrvává, kontaktuj prosím info@o-charts.org.
de_de: Diese Karten könne aus einem der folgenden Gründe nicht geladen werden: - Die Hardware ihres Systems hat sich grundlegend verändert - Ihr Betriebssystem wurde überarbeitet und die Lizenz ist daher ungültig - Der Kartensatz ist für eine anderes System lizensiert - Der Kartensatz ist einem USB-Dongle zugeordnet und dieser ist nicht vorhanden - Beschädigte Dateien durch Fehler beim Herunterladen oder Entpacken. Bitte setzen Sie sich mit info@o-charts in Verbindung, falls Sie nicht weiterkommen.
es_es: Esta carta no puede ser cargada debido a alguna de las siguientes razones: - Ha realizado importantes cambios de hardware en su ordenador. - Su sistema operativo ha sido actualizado y su licencia ha sido suspendida. - Este conjunto de cartas fue preparado para otro sistema. - Este conjunto de cartas fue creado para un USB-key dongle, pero este no se detecta. - Hay archivos corruptos debido a errores durante la descarga o descomprimir. Por favor, contacte info@o-charts.org si el problema persiste.
et_ee: Seda kaarti ei ole seoses mistahes järgneval põhjusel võimalik laadida: - sa oled teinud oma arvutis olulisi riistvaralisi muudatusi. - su OS on uuendatud ning su litsents on peatatud. - see kaardikomplekt on tehtud teise süsteemi jaoks. - see kaardikomplekt on tehtud USB-dongli jaoks, kuid dongel pole tuvastatud. - seal on allaalaadimise või lahtipakkimise ajal tekkinud rikutud faile. Kui probleem on jätkuv, võta palun ühendust info@o-charts.org.
fi_fi: Karttasarjaa ei voida ladata jostakin seuraavista syistä: - Olet tehnyt olennaisia muutoksia koneesi laitteistokokoonpanoon. - Käyttöjärjestelmäsi on päivitetty ja lisenssisi on lukittu. - Karttasarja on valmisteltu johonkin toiseen järjestelmään. - Karttasarja on valmisteltu USB-avaimeen, mutta sitä ei ole havaittu. - Tiedostoja on vahingoittunut lataus- tai purkuvaiheessa. Ota yhteyttä info@o-charts.org, jos ongelma ei poistu.
fr_fr: Cette carte marine ne peut être chargée pour une des raisons suivantes : - Vous avez effectué des modifications matérielles importantes sur votre ordinateur. - Votre système d'exploitation a été mis à jour et votre licence a été suspendue. - Ce jeu de cartes a été préparé pour un autre système. - Ce jeu de cartes a été préparé pour un dongle-USB, mais ce dernier n’a pas été détecté. - Il y a des fichiers corrompus en raison d'erreurs lors du téléchargement ou de la décompression. Veuillez contacter info@o-charts.org si le problème persiste.
it_it: Questa carta nautica non può essere caricato a causa di uno dei seguenti motivi: - Hai apportato importanti modifiche hardware sul tuo computer. - Il tuo sistema operativo è stato aggiornato e la tua licenza è stata sospesa. - Questo set di carte nautiche è stato preparato per un altro sistema. - Questo set di carte nautiche è stato preparato per undongle-USB, ma il dongle-USB non è rilevato. - Ci sono file corrotti a causa di errori durante il download o l'unzip. Si prega di contattare info@o-charts.org se il problema persiste.
nb_no: Dette kartet kan ikke lastes på grunn av en/flere av følgende grunner: - Du har foretatt endringer av viktig maskinvare i din datamaskin. - Ditt operativ system har blitt oppdatert, noe som har ført til suspendering av lisensen. - Dette kartsettet ble forberedt for et annet system. - Dette kartsettet ble forberedt for en USB nøkkel, men USB nøkkelen ble ikke funnet. - Det finnes korrupte filer på grunn av feil ved nedlasting eller utpakking. Vennligst kontakt info@o-charts.org hvis problemet fortsetter.
pl_pl: Ta mapa nie może być wczytana z jednego z następujących powodów: - Dokonano istotnych zmian sprzętowych na komputerze. - Twój system operacyjny został zaktualizowany i licencja została wstrzymana. - Ten zestaw map został zaszyfrowany dla innego systemu. - Ten zestaw map został zaszyfrowany dla klucza sprzętowego USB, ale klucz nie został wykryty. - Pliki są uszkodzone z powodu błędów podczas pobierania lub rozpakowywania. Jeśli problem nie ustąpi, skontaktuj się z info@o-charts.org.
pt_pt: Esta carta não pode ser carregada por um dos seguintes motivos: - Fez alterações importantes no seu computador. - O seu Sistema Operativo foi atualizado e a licença foi suspensa.. - Este conjunto de cartas foi preparado para outro sistema. - Este conjunto de cartas foi preparado para um dongle USB, mas o dongle não foi detetado. - Existem ficheiros corrompidos devido a erros durante a descarga ou unzip.. Por favor contacte info@o-charts.org se o problema persistir.
sv_se: Ett sjökort kan inte laddas på grund av ett eller flera av följande anledningar: - Datorns hårdvara har ändrats väsentligt. - Datorns operativsystem har ändrats väsentligt så din o-charts licens har förfallit. - Sjökorten är krypterade för en annan dator. - Sjökorten är krypterade för en USB-dongle men den är inte korrekt ansluten. - Sjökortsfilerna är felaktiga. Kanske pga fel vid nedladdning eller uppackning. Vänligen kontakta info@o-charts.org om problemet kvarstår och inte kan rättas till.

source: This chart will soon no longer display due to time restricted license requirements.
cs_cz: Tato mapa se brzy nezobrazí z důvodu časově omezených licenčních požadavků.
de_de: Diese Karte wird auf Grund der zeitlichen Beschränkung der Lizenz in Kürze nicht mehr gezeigt.
es_es: Esta carta pronto dejará mostrarse por las condiciones de uso para cartas con licencia limitada en el tiempo
et_ee: See kaart ei ole varsti rohkem nähtav seoses ajaliselt piiratud litsentsi nõudmistega.
fi_fi: Tämän karttasarjan näyttäminen päättyy pian, koska lisenssin voimassaoloaika on umpeutumassa.
fr_fr: Ce jeu de cartes ne sera bientôt plus affiché en raison de la durée réduite de la licence.
it_it: Questa carta notica presto non verrà più visualizzato a causa dei requisiti di licenza a tempo limitato.
nb_no: Dette kartet vil snart ikke vises på grunn av tidsbegrensede lisenskrav.
pl_pl: Ta mapa wkrótce przestanie być wyświetlana ze względu na ograniczenia czasowe.
pt_pt: Em breve esta carta deixará de ser apresentada devido a exigências de licença restritas no tempo.
sv_se: Detta sjökort kommer snart inte längre att visas på grund av att användarlicensen förfaller.

source: This chart will no longer display due to time restricted license requirements.
cs_cz: Tato mapa se nezobrazí z důvodu časově omezených licenčních požadavků.
de_de: Diese Karte ist auf Grund der zeitlichen Beschränkung der Lizenz nicht mehr gezeigt.
es_es: Esta carta ha dejado de mostrarse por las condiciones de uso para cartas con licencia limitada en el tiempo
et_ee: See kaart ei ole rohkem nähtav seoses ajaliselt piiratud litsentsi nõudmistega.
fi_fi: Tätä karttasarjaa ei enää näytetä, koska lisenssin voimassaoloaika on umpeutunut.
fr_fr: Ce jeu de cartes ne sera plus affiché en raison de la durée réduite de la licence.
it_it: Questa carta nautica non verrà più visualizzato a causa dei requisiti di licenza limitata nel tempo.
nb_no: Dette kartet vil snart ikke vises på grunn av tidsbegrensede lisenskrav.
pl_pl: Ta mapa nie będzie już wyświetlana ze względu na ograniczenia czasowe.
pt_pt: Esta carta deixará de ser apresentada devido a exigências de licença restritas no tempo.
sv_se: Detta sjökort visas inte längre på grund av tidsbegränsade licenskrav.

source: Days until expiration:
cs_cz: Dny do skončení platnosti:
de_de: Tage bis zum Ablauf:
es_es: Días hasta que caduque:
et_ee: Päevi aegumiseni:
fi_fi: Aika lisenssin vanhentumiseen (päiviä):
fr_fr: Nombre de jours avant expiration :
it_it: Giorni alla Scadenza:
nb_no: Dager til utløp:
pl_pl: Dni do wygaśnięcia:
pt_pt: Dias até expiração:
sv_se: Dagar kvar av licensen:

source: Grace days available after expiration:
cs_cz: Dnů k dispozici po skončení platnosti:
de_de: Noch verfügbare Karenztage nach Ablauf:
es_es: Días de gracia disponibles después de caducar:
et_ee: Ajapikenduspäevad peale aegumist:
fi_fi: Käyttöaika lisenssin vanhennuttua (päiviä):
fr_fr: Jours de grâce disponibles après expiration :
it_it: Giorni di grazia disponibili dopo la scadenza:
nb_no: Løpedager tilgengelig etter utløp:
pl_pl: Dni karencji dostępne po upływie terminu ważności:
pt_pt: Dias de graça disponíveis após expiração:
sv_se: Ytterligare anstånd antal dagar efter utgång:

source: Please re-license the charts at o-charts.org.
cs_cz: Prosím obnov licenci na mapy na o-charts.org.
de_de: Bitte erneuern Sie die Lizenz bei o-charts.org
es_es: Por favor, vuelva a licenciar las cartas en o-charts.org.
et_ee: Palun uuenda kaartide litsentsi o-charts.org's.
fi_fi: Ole hyvä ja lisensoi kartat uudelleen osoitteessa o-charts.org.
fr_fr: Veuillez re-licencier le jeu de cartes sur o-charts.org.
it_it: Per favore rileghi le carte nautiche su o-charts.org.
nb_no: Vennligst forny kartlisens på o-charts.org.
pl_pl: Proszę ponownie licencjonować wykresy na o-charts.org.
pt_pt: Por favor, re-licencie as cartas no o-charts.org.
sv_se: Vänligen licensiera om sjökorten på o-charts.org.

source: Expired
cs_cz: Platnost vypršela
de_de: Abgelaufen
es_es: Caducada
et_ee: Aegunud
fi_fi: Vanhentunut
fr_fr: Expiré
it_it: Scaduto
nb_no: Utløpt
pl_pl: Ważność upłynęła
pt_pt: Expirada
sv_se: Förfallet

source: Cannot find the oexserverd utility at
cs_cz: Nelze najít nástroj oexserverd na
de_de: Kein oexserverd-Dienstprogramm auf
es_es: No se puede encontrar el servidor de oexserverd en
et_ee: Ei suuda leida oexserverd'i utiliiti asukohas
fi_fi: o-charts -apuohjelmaa (oexserverd) ei löydy hakemistosta
fr_fr: Impossible de trouver l'utilitaire oexserved à
it_it: Impossibile trovare l'utilità oexserverd su
nb_no: Kan ikke finne oexserverd verktøy på
pt_pt: Não foi encontrada a ferramenta oexserverd em
sv_se: Kan inte hitta nyckelserver "oexserverd" på

source: oexserverd utility at
cs_cz: oexserverd nástroj na
de_de: oexserverd-Dienstprogramm auf
es_es: Servidor oexserverd en
et_ee: oexserverd utiliit asukohas
fi_fi: o-charts -apuohjelma (oexserverd) hakemistossa
fr_fr: utilitaire oexserved à
it_it: utilità di oexserverd a
nb_no: oexserverd verktøy på
pt_pt: ferramenta oexserverd em
sv_se: nyckelserver "oexserverd" på

source: could not be started.
cs_cz: nelze spustit.
de_de: konnte nicht gestartet werden.
es_es: no se pudo iniciar.
et_ee: ei saa käivitada.
fi_fi: ei voitu käynnistää.
fr_fr: ne peut pas être démarré.
it_it: non può essere avviato.
nb_no: kunne ikke startes.
pl_pl: nie mógł być uruchomiony.
pt_pt: não pode ser iniciado.
sv_se: kunde inte startas.

source: o-charts Version:
cs_cz: Verze o-charts:
es_es: Versión o-carts:
et_ee: o-charts versioon:
fi_fi: o-charts versio:
fr_fr: Version de o-charts :
it_it: Versione di o-charts:
nb_no: o-charts Versjon:
pl_pl: Wersja o-charts:
pt_pt: Versão do o-charts:

source: Show EULA
cs_cz: Zobrazit smlouvu EULA
de_de: EULA anzeigen
es_es: Ver EULA
et_ee: Näita EULA
fi_fi: Näytä loppukäyttäjän lisenssisopimus (EULA)
fr_fr: Voir le EULA
it_it: Mostra EULA
nb_no: Vis EULA
pl_pl: Pokaż warunki licencji (EULA)
pt_pt: Mostrar EULA
sv_se: Visa licensavtalet (EULA)

source: System Identification
cs_cz: Identifikace systému
de_de: Identifikation des Systems
es_es: Identificación del sistema
et_ee: Süsteemi tuvastamine
fi_fi: Järjestelmän tunniste
fr_fr: Identification du système
it_it: Identificazione del Sistema
nb_no: System identifikasjon
pl_pl: Identyfikator systemu
pt_pt: Identificação do sistema
sv_se: Systemidentifiering
