Repository: bdbcat/o-charts_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fi_fi, fr_fr, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Status: Dongle FPR upload error
cs_cz: Stav: Chyba při nahrávání FPR USB klíče
de_de: Status: Dongle FPR Upload Fehler
es_es: Estado: Error de carga del FPR del Dongle
et_ee: Olek: viga dongli FPR üleslaadimisel
fi_fi: Tila: USB-avaimen sormenjälkitiedoston lähettäminen epäonnistui
fr_fr: Statut : Erreur de chargement du fpr du dongle-USB
it_it: Stato: errore di caricamento Dongle FPR
nb_no: Status: Opplastingsfeil av USB nøkkelens fingeravtrykk
pl_pl: Status: Błąd ładowania FPR klucza USB
pt_pt: Estado: Erro de carga de Dongle FPR
sv_se: Status: Fel vid uppladdning av system-ID-fil, FPR, för USB-dongeln

source: Status: System FPR upload error
cs_cz: Stav: Chyba při nahrávání FPR systému
de_de: Status: System FPR Upload Fehler
es_es: Estado: Error de carga del FPR del sistema
et_ee: Olek: viga süsteemi FPR üleslaadimisel
fi_fi: Tila: Järjestelmän sormenjälkitiedoston lähettäminen epäonnistui
fr_fr: Statut : Erreur de chargement du fpr du système
it_it: Stato: errore di caricamento FPR di sistema
nb_no: Status: Opplastingsfeil av System fingeravtrykk
pl_pl: Status: Błąd ładowania FPR systemu
pt_pt: Estado: Erro de carga de sistema FPR
sv_se: Status: Fel vid uppladdning av system-ID-fil, FPR

source: Requesting License Keys
cs_cz: Požadavek na licenční klíče
de_de: Lizenzschlüssel werden angefordert
es_es: Solicitando claves de licencia
et_ee: Litsentsi võtme päring
fi_fi: Noudetaan lisenssiavaimia
fr_fr: Requête de clés de licence
it_it: Richiesta Chiavi Licenza
nb_no: Etterspør lisensnøkler
pt_pt: Solicitando Chaves de Licença
sv_se: Söker efter licensnycklar

source: Status: Downloading...
cs_cz: Stav: Stahování...
de_de: Status: herunterladen...
es_es: Estado: Descargando...
et_ee: Olek: allalaadimine...
fi_fi: Tila: Ladataan...
fr_fr: Statut : téléchargement ...
it_it: Stato: Scaricamento...
nb_no: Status: Laster ned...
pl_pl: Status: pobieranie...
pt_pt: Estado: Descarregando...
sv_se: Status: Nedladdning...

source: Status: OK
cs_cz: Stav: OK
es_es: Estado: OK
et_ee: Olek: OK
fi_fi: Tila: OK
fr_fr: Statut : Ok
it_it: Stato OK
pt_pt: Estado: OK

source: Download Selected Chart
cs_cz: Stáhni vybranou mapu
de_de: Ausgewählte Karten herunterladen
es_es: Descargar cartas seleccionadas
et_ee: Lae valitud kaart alla
fi_fi: Lataa valittu karttasarja
fr_fr: Jeu de cartes choisi : Télécharger
it_it: Scaricare le carte selezionate
nb_no: Last ned valgte kart
pl_pl: Pobierz wybrane mapy
pt_pt: Descarregar a carta selecionada
sv_se: Ladda ner valda sjökort

source: Install Selected Chart for
cs_cz: Nainstalovat vybranou mapu pro
de_de: Ausgewählten Kartensatz Installieren für
es_es: Instalar el conjunto de cartas seleccionado para
et_ee: Paigalda valitud kaardikomplekt
fi_fi: Asenna valittu karttasarja
fr_fr: Jeu de cartes choisi : Installer
it_it: Installa il set di carte selezionato per
nb_no: Installer valgte kart for
pl_pl: Zainstaluj wybrane zestawy mapy
pt_pt: Instalar cartas selecionadas para
sv_se: Installera markerat sjökort för

source: Reinstall Selected Chart for
cs_cz: Přeinstalovat vybranou mapu pro
de_de: Ausgewählten Kartensatz nochmals installieren für
es_es: Instalar de nuevo el conjunto de cartas seleccionado para
et_ee: Paigalda valitud kaardikomplekt uuesti
fi_fi: Asenna valittu karttasarja uudelleen järjestelmään:
fr_fr: Cartes choisies, Ré-Installer
it_it: Installa il set di carte selezionato per
nb_no: Installer valgte kart på nytt for
pl_pl: Zainstaluj ponownie wybrane zestawy map
pt_pt: Reinstalar a Carta selecionada para
sv_se: Installera om markerat sjökort för

source: Update Selected Chart for
cs_cz: Aktualizovat vybranou mapu pro
de_de: Ausgewählten Kartensatz aktualisieren für
es_es: Actualizar el conjunto de cartas seleccionado para
et_ee: Uuenda valitud kaart
fi_fi: Päivitä valittu karttasarja järjestelmään:
fr_fr: Jeu de cartes : Mettre à jour
it_it: Aggiorna il set di carte selezionato per
nb_no: Oppdater valgte kart for
pl_pl: Aktualizuj wybrane mapy
pt_pt: Atualizar a Carta selecionada para
sv_se: Uppdatera markerade sjökort för

source: Download Selection
cs_cz: Stáhnout výběr
de_de: Auswahl herunterladen
es_es: Descargar selección
et_ee: Allalaadimise osa
fi_fi: Lataa valitut
fr_fr: Télécharger la sélection
it_it: Scarica selezione
nb_no: Last ned valgte
pl_pl: Pobierz zaznaczone
pt_pt: Descarregar seleção
sv_se: Ladda ned markerat set

source: Install Selection
cs_cz: Nainstalovat výběr
de_de: Ausgewählte Installieren
es_es: Instalar Selección
et_ee: Paigalduse osa
fi_fi: Asenna valitut
fr_fr: Installer la sélection
it_it: Installa la selezione
nb_no: Installer valgte
pl_pl: Instaluj Zaznaczone
pt_pt: Instalar seleção
sv_se: Installera markerat set

source: Reinstall Selection
cs_cz: Znovu nainstalovat výběr
de_de: Auswahl neu installieren
es_es: Reinstalar Selección
et_ee: Taaspaigalduse osa
fi_fi: Asenna valitut uudelleen
fr_fr: Réinstaller la sélection
it_it: Reinstalla la selezione
nb_no: Reinstaller valgte
pl_pl: Zainstaluj ponownie zaznaczone
pt_pt: Reinstale a seleção
sv_se: Återinstallera markerat set

source: Update Selection
cs_cz: Aktualizovat výběr
de_de: Auswahl aktualisieren
es_es: Actualizar la selección
et_ee: Uuendamise osa
fi_fi: Päivitä valitut
fr_fr: Sélection : Mettre à jour
it_it: Aggiorna selezione
nb_no: Oppdater valgte
pl_pl: Zaktualizuj zaznaczone
pt_pt: Atualizar seleção
sv_se: Uppdatera markerat set

source: A valid System Name is 3 to 15 characters in length.
cs_cz: Platný název systému má 3 až 15 znaků.
de_de: Ein gültiger Systemname ist 3 bis 15 Zeichen lang.
es_es: Un nombre de sistema válido tiene una longitud de 3 a 15 caracteres.
et_ee: Kehtiv süsteemi nimi on 3 kuni 15 tähemärki pikk.
fi_fi: Kelvollinen järjestelmänimi on 3-15 merkkiä pitkä.
fr_fr: Un nom valide de terminal comporte entre 3 et 15 caractères.
it_it: Un nome di sistema valido è di 3-15 caratteri di lunghezza.
nb_no: Et gyldig systemnavn er 3 til 15 tegn langt.
pl_pl: Prawidłowa nazwa systemu musi mieć długość 3 do 15 znaków.
pt_pt: Um nome de sistema válido tem de 3 a 15 caracteres.
sv_se: Ett giltigt enhetsnamn är 3-15 tecken långt.

source: No symbols or spaces are allowed in System Name.
cs_cz: V názvu systému nejsou povoleny žádné symboly ani mezery.
de_de: Im Systemnamen sind keine Symbole oder Leerzeichen erlaubt.
es_es: No se permiten símbolos o espacios en el Nombre del Sistema.
et_ee: Süsteemi nimes pole sümbolid või tühikud lubatud.
fi_fi: Järjestelmänimessä ei saa olla symboleja tai välilyöntejä.
fr_fr: Aucun symbole ou espace n'est autorisé dans le nom du système.
it_it: Nessun simbolo o spazio consentito nel nome di sistema.
nb_no: Symboler eller mellomrom er ikke tillatt i systemnavn.
pl_pl: Znaki specjalne lub spacje nie są dopuszczalne w nazwie systemu.
pt_pt: Não são permitidos símbolos ou espaços no Nome do Sistema.
sv_se: Inga symboler eller mellanslag är tillåtna i Systemnamnet.

source: Downloaded:
cs_cz: Staženo:
de_de: Heruntergeladen:
es_es: Descargado:
et_ee: Allalaetud:
fi_fi: Ladattu:
fr_fr: Téléchargé :
it_it: Scaricato:
nb_no: Nedlastet:
pl_pl: Pobrane:
pt_pt: Descarregado:
sv_se: Hämtade:

source: New OpenCPN o-charts System Name
cs_cz: Nový název systému OpenCPN o-charts
de_de: Neuer o-charts/OpenCPN Systemname
es_es: Nuevo nombre de sistema OpenCPN o-charts
et_ee: Uus OpenCPN o-charts süsteemi nimi
fi_fi: Uusi OpenCPN o-charts -järjestelmänimi
fr_fr: Nouveau nom du système pour o-charts
it_it: Nuovo nome di sistema di o-charts OpenCPN
nb_no: Nytt OpenCPN o-charts systemnavn
pl_pl: Nowa nazwa systemu OpenCPN o-charts
pt_pt: Novo nome de sistema OpenCPN o-charts
sv_se: Nytt OpenCPN o-charts system/enhets-namn

source: Enter New System Name
cs_cz: Zadej nový název systému
de_de: Neuen Systemnamen eingeben
es_es: Introduzca el nuevo nombre del sistema
et_ee: Sisesta uus süsteemi nimi
fi_fi: Kirjoita uusi järjestelmänimi
fr_fr: Entrer le nouveau nom du système
it_it: Inserisci il nome del sistema
nb_no: Skriv inn nytt systemnavn
pl_pl: Wprowadź nową nazwę systemu
pt_pt: Introduza o novo nome de sistema
sv_se: Ange ett nytt enhetsnamn

source: No symbols or spaces are allowed.
cs_cz: Nejsou povoleny žádné symboly ani mezery.
de_de: Leer- oder Sonderzeichen sind nicht erlaubt.
es_es: No se permiten símbolos ni espacios.
et_ee: Sümbolid või tühikud pole lubatud.
fi_fi: Symbolit tai välit eivät ole sallittuja.
fr_fr: Ni les symboles, ni l'espace ne sont autorisés.
it_it: Non sono ammessi simboli o spazi.
nb_no: Symboler eller mellomrom er ikke tillatt.
pl_pl: Znaki specjalne i spacje niedozwolone.
pt_pt: Símbolos ou espaços não permitidos.
sv_se: Inga symboler eller mellanslag är tillåtna.

source: Select OpenCPN/o-charts System Name
cs_cz: Vyberte název systému OpenCPN/o-charts
de_de: Wählen Sie den o-charts/OpenCPN Systemname
es_es: Seleccione el nombre de sistema OpenCPN/o-charts
et_ee: Vali OpenCPN o-charts süsteemi nimi
fi_fi: Valitse OpenCPN/o-charts -järjestelmänimi
fr_fr: Sélectionnez le nom du système OpenCPN/o-charts
it_it: Seleziona OpenCPN/o-charts Nome di sistema
nb_no: Velg OpenCPN/o-charts systemnavn
pl_pl: Wybierz nazwę systemu OpenCPN o-charts
pt_pt: Selecione o Nome de Sistema OpenCPN/o-charts
sv_se: Välj OpenCPN/o-charts Systemnamn

source: Select your System Name from the following list, or
cs_cz: Vyber název systému z následujícího seznamu nebo
de_de: Wählen Sie Ihren Systemnamen aus der folgenden Liste oder
es_es: Seleccione el nombre del sistema de la siguiente lista, o
et_ee: Vali järgmisest loendist süsteemi nimi või
fi_fi: Valitse järjestelmänimi seuraavasta luettelosta, tai
fr_fr: Sélectionnez votre nom de système dans la liste suivante, ou
it_it: Seleziona il tuo nome di sistema dal seguente elenco, o
nb_no: Velg ditt systemnavn fra følgende liste, eller
pl_pl: Wybierz nazwę systemu z poniższej listy, lub
pt_pt: Selecione o Nome de Sistema da seguinte lista, ou
sv_se: Välj ditt systemnamn från följande lista, eller

source: create a new System Name for this computer.
cs_cz: vytvoř nový název systému pro tento počítač.
de_de: erstellen Sie einen neuen Sytemnamen für diesen Computer.
es_es: crea un nuevo nombre de sistema para este equipo.
et_ee: loo uus süsteemi nime sellele arvutile.
fi_fi: luo uusi järjestelmänimi tälle tietokoneelle.
fr_fr: créer un nouveau nom de système pour cet ordinateur.
it_it: crea un nuovo Nome di Sistema per questo computer.
nb_no: opprett et nytt systemnavn for denne enheten.
pl_pl: utwórz nową nazwę dla tego systemu.
pt_pt: crie um novo nome de sistema para este computador.
sv_se: skapa ett nytt enhetsnamn för den här datorn.

source: new...
cs_cz: nový...
de_de: Neu...
es_es: nuevo...
et_ee: uus...
fi_fi: uusi...
fr_fr: nouveau...
it_it: nuovo...
nb_no: ny...
pl_pl: nowy...
pt_pt: nova...
sv_se: nytt...

source: System Names
cs_cz: Názvy systému
de_de: Systemnamen
es_es: Nombres de sistema
et_ee: Süsteemi nimed
fi_fi: Järjestelmänimet
fr_fr: Nom du systèmes
it_it: Nome sistema
nb_no: Systemnavn
pl_pl: Nazwy systemów
pt_pt: Nomes de Sistema
sv_se: Enhetsnamn

source: Status: Error
cs_cz: Stav: Chyba
de_de: Status: Fehler
es_es: Estado: error
et_ee: Staatus: viga
fi_fi: Tila: Virhe
fr_fr: Statut : Erreur
it_it: Stato: Errore
nb_no: Status: Feil
pt_pt: Status: Erro
sv_se: Status: Fel

source: File Download error
cs_cz: Chyba stahování souboru
de_de: Fehler beim Herunterladen
es_es: Error de descarga
et_ee: Faili allalaadimise viga
fi_fi: Tiedoston latausvirhe
fr_fr: Erreur de téléchargement de fichier
it_it: Errore download file
nb_no: Feil ved nedlasting av fil
pt_pt: Erro ao descarregar ficheiro
sv_se: Nedladdningsfel

source: ResponseCode:
cs_cz: Kód odezvy:
es_es: Código de respuesta:
et_ee: Vastuskood:
fi_fi: Vastauskoodi:
fr_fr: Code de réponse :
nb_no: Responskode:
sv_se: Svarskod:

source: Login to o-charts.org
cs_cz: Přihlášení do o-charts.org
de_de: Besuchen Sie o-charts.org
es_es: Visita o-charts.org
et_ee: Logi o-charts.org'i sisse
fi_fi: Kirjaudu o-charts.orgiin
fr_fr: Identifiant pour o-charts.org
it_it: Accedi a o-charts.org
nb_no: Logg inn hos o-charts.org
pl_pl: Zaloguj do o-charts.org
pt_pt: Login no o-charts.org
sv_se: Logga in till o-charts.org

source: email address:
cs_cz: e-mailová adresa:
de_de: Die E-Mail-Adresse:
es_es: dirección de email:
et_ee: meiliaadress:
fi_fi: sähköpostiosoite:
fr_fr: adresse mail :
it_it: Indirizzo Email:
nb_no: epost adresse:
pl_pl: adres e-mail:
pt_pt: endereço de e-mail:
sv_se: mejladress:

source: Password:
cs_cz: Heslo:
de_de: Paßwort:
es_es: Contraseña:
et_ee: Salasõna:
fi_fi: Salasana:
fr_fr: Mot de passe :
nb_no: Passord:
pl_pl: Hasło:
sv_se: Lösenord:

source: pass:
cs_cz: Heslo:
de_de: Passw. :
es_es: clave:
et_ee: sala:
fi_fi: salasana:
pl_pl: hasło:
sv_se: lösenord:

source: OpenCPN o-charts System Name
cs_cz: OpenCPN o-charts název systému
de_de: o-charts/OpenCPN Systemname
es_es: Nommbre de sistema OpenCPN o-charts
et_ee: OpenCPN o-charts süsteemi nimi
fi_fi: OpenCPN o-charts -järjestelmänimi
fr_fr: Nom du système OpenCPN o-charts
it_it: Nome di sistema o-charts OpenCPN
nb_no: OpenCPN o-charts systemnavn
pl_pl: Nazwa systemu OpenCPN o-charts
pt_pt: Nome de sistema OpenCPN o-charts
sv_se: OpenCPN o-charts Systemnamn

source: OpenCPN Login
cs_cz: Přihlášení OpenCPN
es_es: Inicio de sesión OpenCPN
et_ee: OpenCPN sisselogimine
fi_fi: OpenCPN kirjautuminen
fr_fr: Login OpenCPN
nb_no: OpenCPN innlogging
pl_pl: Logowanie OpenCPN
pt_pt: Login do OpenCpn
sv_se: OpenCPN Inloggning

source: Your system is capable of using a TPM chip for fingerprint creation. Fingerprints using TPM are more secure and persistent than other fingerprint methods, and are recommended for new users. Use TPM fingerprint?
de_de: Ihr System kann den TPM Chip zur Identifizierung des Systems nutzen. Ein "Fingerabdruck" durch ein TPM ist sicherer und robuster als andere Methoden. Wir empfehlen daher diesen Weg. TPM-Fingerabdruck verwenden?
es_es: Su sistema es capaz de usar un chip TPM para la creación de huella digital. Las huellas digitales usando TPM son más seguras y persistentes que otros métodos de huella digital , y se recomiendan para nuevos usuarios. ¿Usar huella TPM?
fr_fr: Votre système est compatible avec la puce TPM pour la création d'empreintes digitales. Les empreintes digitales enregistrées via TPM sont plus sécurisées et persistantes que les autres méthodes d'enregistrement, et sont recommandées pour les nouveaux utilisateurs. Utiliser l'empreinte digitale TPM ?
it_it: Il sistema è in grado di utilizzare un chip TPM per la creazione di impronte digitali. Le impronte digitali che utilizzano TPM sono più sicure e persistenti di altri metodi di impronte digitali, e sono consigliati per i nuovi utenti. Utilizzare l'impronta digitale TPM?
sv_se: Ditt system kan använda en TPM-krets för fingeravtrycksskapande. Fingeravtryck som använder TPM är säkrare och mer beständiga än andra fingeravtrycksmetoder, och rekommenderas för nya användare. Använda TPM-fingeravtryck?

source: Your user account already has TPM access via the 'tss' group Please exit OpenCPN, log out and log back in for it to take effect.
de_de: Ihr Benutzerkonto hat bereits TPM-Zugriff über die 'tss' Gruppe Bitte verlassen Sie jetzt OpenCPN, ausloggen und wieder einloggen, damit die Einstellung wirksam wird.
es_es: Su cuenta de usuario ya tiene acceso TPM vía el grupo 'tss' Salga de OpenCPN, haga un logout y loquéese de nuevo para que haga efecto.
fr_fr: Votre compte utilisateur a déjà un accès TPM via le groupe 'tss' Veuillez quitter OpenCPN, déconnectez-vous et reconnectez-vous pour que cela prenne effet.
it_it: Il tuo account utente ha già accesso TPM tramite il gruppo 'tss' Si prega di uscire da OpenCPN, disconnetti e accedi di nuovo perché abbia effetto.
sv_se: Ditt användarkonto har redan TPM-åtkomst via 'tss'-gruppen Vänligen avsluta OpenCPN, logga ut och logga in igen för att det ska träda i kraft.

source: To enable TPM security features for o-charts, your linux user account must be added to the 'tss' group. Please exit OpenCPN, open a terminal, and add your user name to 'tss' group, by typing this:
de_de: Um die TPM Funktionen für OpenCPN zu aktivieren, muss ihr Linux Benutzerkonto der 'tss'-Gruppe zugefügt werden. Schliesen Sie OpenCPN und fügen dann ihren Benutzer der 'tss' Grupe hinzu, indem Sie im Terminal folgendes eingeben:
es_es: Para habilitar características de seguridad TPM para o-charts, tu cuenta de usuario de Linux debe ser añadida al grupo 'tss'. Sal de OpenCPN, abre una terminal, y añade tu nombre de usuario al grupo 'tss', escribiendo esto:
fr_fr: TPour activer les fonctionnalités de sécurité TPM pour les graphiques O, votre compte utilisateur Linux doit être ajouté au groupe « tss ». Veuillez quitter OpenCPN, ouvrir un terminal et ajouter votre nom d'utilisateur au groupe « tss » en saisissant la commande suivante :
it_it: Per abilitare le funzionalità di sicurezza TPM per o-charts, il tuo account utente linux deve essere aggiunto al gruppo 'ts'. Si prega di uscire da OpenCPN, aprire un terminale, e aggiungi il tuo nome utente al gruppo 'ts', digitando questo:
sv_se: För att aktivera TPM säkerhetsfunktioner för o-charts, ditt Linux användarkonto måste läggas till i 'tss' gruppen. Vänligen avsluta OpenCPN, öppna en terminal, och lägg till ditt användarnamn till 'tss' gruppen, genom att skriva detta:

source: Log out of linux desktop, wait 30 seconds, and log back in to linux desktop in order to acrivate the new group setting. Or, press CANCEL to disable o-charts support of TPM
de_de: Jetzt sich aus dem Linux Desktop ausloggen, 30 Sekunden warten, wieder einloggen um die Einstellung wirksam zu machen. Oder ABBRECHEN ohne den TPM für o-charts zu aktivieren.
es_es: Cierra sesión en Linux, espera 30 segundos, y vuelva a iniciar sesión en en el escritorio Linux para obtener la nueva configuración del grupo. O, presione CANCEL para desactivar el soporte TPM de o-charts
fr_fr: Se déconnecter du bureau linux, attendre 30 secondes, et reconnectez sur le bureau linux afin d'activer le nouveau paramètre du groupe. Ou, appuyez sur ANNULER pour désactiver le support des o-charts de TPM
it_it: Esci dal desktop linux, attendi 30 secondi, e accedi di nuovo a al desktop linux al fine di acrivate la nuova impostazione di gruppo. Oppure, premere CANCEL per disabilitare il supporto agli o-grafici di TPM
sv_se: Logga ut ur Linux skrivbord, vänta 30 sekunder, och logga in igen till Linux-skrivbordet för att kunna använda den nya gruppinställningen. Eller, tryck på Avbryt för att helt inaktivera o-charts stöd för TPM

source: To enable TPM security features for o-charts, you must install the required system libraries. Please exit OpenCPN, open a terminal, and add these libraries by typing this:
de_de: Um die TPM Sicherheitsfeatures für o-charts zu aktivieren, werden einige Systembibliotheken benötigt. Verlassen Sie OpenCPN, öffnen Sie ein Terminal Fenster und fügen die Bibliotheken mit folgendem Befehl hinzu:
es_es: Para activar funciones de seguridad TPM para o-charts, debes instalar las librerías requeridas del sistema. Sal de OpenCPN, abre una terminal, y añade estas librerías escribiendo esto:
fr_fr: Pour activer les fonctionnalités de sécurité TPM pour les o-charts, vous devez installer les bibliothèques système requises. Veuillez quitter OpenCPN, ouvrir un terminal, et ajoutez ces bibliothèques en tapant ceci :
it_it: Per abilitare le funzionalità di sicurezza TPM per o-charts, è necessario installare le librerie di sistema richieste. Si prega di uscire da OpenCPN, aprire un terminale, e aggiungi queste librerie digitando questo:
sv_se: För att aktivera TPM säkerhetsfunktioner för o-charts, måste du installera de nödvändiga systembiblioteken. Vänligen avsluta OpenCPN, öppna en terminal, och lägg till biblioteken genom att skriva detta:

source: Or, press CANCEL to disable o-charts support of TPM
de_de: Oder "ABBRECHEN" ohne TPM für o-charts zu aktivieren.
es_es: O, presione CANCEL para desactivar soporte TPM de o-charts
fr_fr: Ou, appuyez sur ANNULER pour désactiver le support des o-charts de TPM
it_it: Oppure, premere CANCEL per disabilitare il supporto agli o-charts di TPM
sv_se: Eller, tryck på Avbryt för att inaktivera o-charts stöd för TPM

source: USB Key Dongle
cs_cz: Klíč USB
et_ee: USB-dongel
fi_fi: USB-avain
fr_fr: Dongle-USB
it_it: Dongle-USB
nb_no: USB nøkkel
pl_pl: Numer sprzętowego klucza USB
pt_pt: Dongle USB
sv_se: USB-dongle systemnyckel

source: email:
et_ee: e-post:
fi_fi: sähköposti:
nb_no: epost:
sv_se: mejl:
