Repository: bdbcat/o-charts_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fi_fi, fr_fr, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Unpacking charts
cs_cz: Rozbalování map
de_de: Karten entpacken
es_es: Desempaquetando cartas...
et_ee: Kaartide lahtipakkimine
fi_fi: Puretaan karttasarjoja
fr_fr: Cartes : Décompression
it_it: Scompattamento degli archivi
nb_no: Pakker ut kart
pt_pt: Desempacotando cartas
sv_se: Packar upp sjökorten

source: Installed Chart Edition:
cs_cz: Nainstalované vydání map:
de_de: Installierte Ausgabe:
es_es: Edición instalada:
et_ee: Paigaldatud kaardi väljaanne:
fi_fi: Asennettu painos:
fr_fr: Édition installée :
it_it: Installato carte Edition:
nb_no: Installert kartutgivelse:
pl_pl: Zainstalowana wersja mapy:
pt_pt: Edição da carta instalada:
sv_se: Installerad utgåva:

source: Current Chart Edition:
cs_cz: Aktuální vydání map:
de_de: Aktuelle Ausgabe:
es_es: Edición actual:
et_ee: Praegune väljaanne:
fi_fi: Saatavissa oleva painos:
fr_fr: Édition actuelle :
it_it: Edizione carte attuale:
nb_no: Nåværende kartutgivelse:
pl_pl: Bieżąca wersja mapy:
pt_pt: Edição da carta atual:
sv_se: Aktuell utgåva:

source: Status:
cs_cz: Stav:
es_es: Estado:
et_ee: Olek:
fi_fi: Tila:
fr_fr: Statut :
it_it: Stato:
pl_pl: Stan:
pt_pt: Estado:

source: Order Reference:
cs_cz: Označení objednávky:
de_de: Bestell-Nr:
es_es: Referencia del pedido:
et_ee: Tellimuse viide:
fi_fi: Tilauksen viite:
fr_fr: Référence de commande :
it_it: Riferimento ordine:
nb_no: Ordre referanse:
pl_pl: Numer zamówienia:
pt_pt: Referência de encomenda:
sv_se: Orderreferens:

source: Updates available through:
cs_cz: Aktualizace jsou k dispozici do:
de_de: Updates verfügbar bis:
es_es: Actualizaciones disponibles del:
et_ee: Uuendused saadaval läbi:
fi_fi: Viimeinen päivitysaika:
fr_fr: Date limite de mise à jour :
it_it: Aggiornamenti disponibili attraverso:
nb_no: Oppdateringer tilgjengelig via:
pl_pl: Aktualizacje dostępne do:
pt_pt: Atualizações disponíveis através de:
sv_se: Uppdateringar tillgängliga till:

source: Assignments:
cs_cz: Přiřazení:
de_de: Zuordnungen:
es_es: Asignaciones:
et_ee: Jaotamised:
fi_fi: Liitokset:
fr_fr: Associations :
it_it: Assegnazioni
nb_no: Tilknytninger:
pl_pl: Przypisania:
pt_pt: Atribuições:
sv_se: Tilldelningar:

source: None
cs_cz: Nic
de_de: Keine
es_es: Nignuno
et_ee: Ühtegi
fi_fi: Ei mitään
fr_fr: Aucun
it_it: Nessuno
nb_no: Ingen
pl_pl: Brak
pt_pt: Nada
sv_se: Ingen

source: Refresh Chart List
cs_cz: Aktualizovat seznam map
de_de: Kartenliste aktualisieren
es_es: Actualizar la lista de cartas
et_ee: Uuenda kaartide nimekirja
fi_fi: Päivitä karttasarjaluettelo
fr_fr: Liste des cartes : Actualiser
it_it: Set disponibili: Aggiorna l'elenco
nb_no: Oppfrisk kartliste
pl_pl: Odśwież listę map
pt_pt: Atualizar a lista das cartas
sv_se: Uppdatera listan

source: Show Expired Charts
cs_cz: Zobrazit mapy s prošlou platností
de_de: Abgelaufene Karten anzeigen
es_es: Mostrar cartas caducadas
et_ee: Näita aegunud kaarte
fi_fi: Näytä vanhentuneet karttasarjat
fr_fr: Cartes expirées : Voir
it_it: Mostra set di carte scaduti
nb_no: Vis utløpte kart
pl_pl: Pokaż wygasłe mapy
pt_pt: Mostrar Cartas Expiradas
sv_se: Visa utgångna sjökortlicenser

source: Show Chart Info
cs_cz: Zobrazit informace o mapě
de_de: Zeige Info zu den Karten
es_es: Mostrar Lista Información de Cartas
et_ee: Näita kaardi infot
fi_fi: Näytä karttasarjojen tiedot
fr_fr: Info sur les cartes : Voir
it_it: Set installati: Elenco
nb_no: Vis kartinfo
pl_pl: Pokaż informacje o mapie
pt_pt: Mostrar informações das cartas
sv_se: Visa tillgängliga sjökort

source: My Chart Sets
cs_cz: Moje sady map
de_de: Meine Kartensätze
es_es: Mis conjuntos de cartas
et_ee: Mu kaardikomplektid
fi_fi: Minun karttasarjani
fr_fr: Mes jeux de cartes
it_it: I miei set di carte
nb_no: Mine kartsett
pl_pl: Moje zestawy map
pt_pt: Os meus conjuntos de cartas
sv_se: Mina sjökort

source: Actions
cs_cz: Akce
de_de: Aktionen
es_es: Acciones
et_ee: Tegevused
fi_fi: Toiminnot
it_it: azioni
nb_no: Handlinger
pl_pl: Działania
pt_pt: Ações
sv_se: Åtgärder

source: Cancel Operation
cs_cz: Zrušit operaci
de_de: Aktion abbrechen
es_es: Cancelar operación
et_ee: Tühista toiming
fi_fi: Peruuta lataaminen
fr_fr: Annuler l'opération
it_it: Annulla operazione
nb_no: Avbryt operasjon
pl_pl: Anuluj operację
pt_pt: Cancelar Operação
sv_se: Avbryt åtgärden

source: Validate Installed Chart Set
cs_cz: Ověřit instalovanou sadu map
de_de: Installierten Kartensatz überprüfen
es_es: Validar el conjunto de cartas instalado
et_ee: Valideeri paigaldatud kaardikomplekt
fi_fi: Tarkista asennettu karttasarja
fr_fr: Pour ces cartes, évaluer l'installation
it_it: Convalida set di carte Installato
nb_no: Valider installerte kartsett
pl_pl: Sprawdź poprawność zainstalowanego zestawu map
pt_pt: Validar o Conjunto de Cartas Instalado
sv_se: Kontrollera installerade sjökort

source: Status: Chart List Refresh required.
cs_cz: Stav: Je nutná aktualizace seznamu map.
de_de: Status: Aktualisieren der Kartenliste erforderlich.
es_es: Estado: Requiere actualización de la lista de cartas.
et_ee: Olek: kaartide nimekirja uuendamine on nõutav.
fi_fi: Tila: Suositellaan karttasarjaluettelon päivitystä.
fr_fr: Statut : Mettre à jour la liste des cartes.
it_it: Stato: Aggiornamento lista carte richiesto.
nb_no: Status: Det er nødvendig å oppfriske kartlisten.
pl_pl: Status: wymaganie odświeżenia listy map.
pt_pt: Estado: Necessária Atualização da Lista de Cartas.
sv_se: Status: listan med sjökort behöver uppdateras.

source: Last Error Message:
cs_cz: Poslední chybová zpráva:
de_de: Letzte Fehlermeldung:
es_es: Último mensaje de error:
et_ee: Viimane veateade:
fi_fi: Viimeisin virheviesti:
fr_fr: Dernier message d'erreur :
it_it: Ultimo Messaggio di errore
nb_no: Forrige feilmelding:
pl_pl: Ostatni komunikat błędu:
pt_pt: Última Mensagem de Erro:
sv_se: Senaste Felmeddelande

source: Status: Ready
cs_cz: Stav: Připraveno
de_de: Status: bereit
es_es: Estado: listo
et_ee: Olek: valmis
fi_fi: Tila: valmis
fr_fr: Statut : Prêt
it_it: Stato: Pronto
nb_no: Status: Klar
pl_pl: Status: gotowe
pt_pt: Estado: Pronto
sv_se: Status: Klart

source: This System Name has been disabled Please create another System Name
cs_cz: Tento název systému byl zakázán Prosím vytvoř jiný název systému
de_de: Dieser Systemname wurde deaktiviert Bitte erstellen Sie einen anderen Systemnamen
es_es: Este nombre del sistema ha sido deshabilitado Por favor, crea otro nombre de sistema
et_ee: See süsteemi nimi on blokeeritud Palun loo teine süsteemi nimi
fi_fi: Järjestelmänimi on poistettu käytöstä Valitse jokin toinen järjestelmänimi
fr_fr: Ce nom du système a été désactivé Veuillez choisir un autre nom du système
it_it: Questo nome di sistema è stato disabilitato Si prega di creare un altro nome di sistema
nb_no: Dette systemnavnet er blitt deaktivert Vennligst opprett et annet systemnavn
pl_pl: Ta nazwa systemu została wyłączona, proszę wybrać inną
pt_pt: Este Nome de Sistema foi desativado Por favor crie outro Nome de Sistema
sv_se: Detta systemnamn har inaktiverats Vänligen skapa ett annat systemnamn

source: Status: Preparing TPM system.
de_de: Status: Das TPM-System wird vorbereitet.
es_es: Estado: Preparando el sistema TPM.
fr_fr: Statut : Préparation du système TPM.
it_it: Stato: Preparazione del sistema TPM.
sv_se: Status: Förbereder TPM systemet.

source: Contacting o-charts server...
cs_cz: Připojování k serveru o-charts...
de_de: Verbindung zum o-charts-Server wird hergestellt...
es_es: Contactando con el servidor de o-charts...
et_ee: O-charts serveriga ühenduse loomine...
fi_fi: Yhdistetään o-charts -palvelimeen...
fr_fr: Serveur o-charts : Connexion...
it_it: Stiamo contattando il server di o-charts ...
nb_no: Kontakter o-charts server...
pl_pl: Łączenie z serwerem o-charts...
pt_pt: A contactar servidor o-charts...
sv_se: Kontaktar o-charts server...

source: Status: Login error.
cs_cz: Stav: Chyba přihlášení.
de_de: Status: Anmeldefehler.
es_es: Estado: Error de inicio de sesión.
et_ee: Olek: tõrge sisselogimisel.
fi_fi: Tila: Kirjautumisvirhe.
fr_fr: Statut : Erreur de login.
it_it: Stato: Errore di login.
nb_no: Status: Påloggingsfeil.
pl_pl: Status: błąd logowania.
pt_pt: Estado: Erro de login.
sv_se: Status: Inloggningsfel.

source: Status: Communications error.
cs_cz: Stav: Chyba komunikace.
de_de: Status: Verbindungssfehler.
es_es: Estado: Error de comunicaciones.
et_ee: Olek: ühenduse viga.
fi_fi: Tila: Yhteysvirhe.
fr_fr: Statut : Erreur de communication.
it_it: Allarme: Errore di comunicazione
nb_no: Status: Kommunikasjonsfeil.
pl_pl: Status: Błąd komunikacji.
pt_pt: Estado: Erro de Comunicações.
sv_se: Status: Kommunikationsfel.

source: {USB Dongle not found.}
cs_cz: {USB klíč nenalezen.}
de_de: {USB Dongle nicht gefunden.}
es_es: {No se encontró el Dongle USB.}
et_ee: {USB-donglit pole leitud.}
fi_fi: {USB-avainta ei löydy.}
fr_fr: {Dongle-USB absent.}
pl_pl: [brak klucza USB.]
sv_se: {Kan inte hitta rätt USB-dongle.}

source: {fpr file not found.}
cs_cz: {fpr soubor nenalezen.}
de_de: {fpr Datei nicht gefunden.}
es_es: {archivo fpr no encontrado.}
et_ee: {fpr-faili pole leitud.}
fi_fi: {sormenjälkitiedostoa ei löydy.}
fr_fr: {Fichier FPR absent.}
pl_pl: [brak pliku fpr.]
sv_se: {Kan inte hitta rätt system-ID fpr-fil.}

source: {fpr file not created.}
cs_cz: {fpr soubor nevytvořen.}
de_de: {fpr Datei nicht erstellt.}
es_es: {archivo fpr no creado.}
et_ee: {fpr-fail pole loodud.}
fi_fi: {sormenjälkitiedostoa ei ole luotu.}
fr_fr: {Fichier FPR pas créé.}
pl_pl: [plik fpr nie został utworzony.]
sv_se: {System-ID-fil, fpr, är inte skapad.}

source: The detected System Name has been disabled Please contact o-charts to enable it again.
cs_cz: Zjištěný název systému byl zakázán Obrať se prosím na o-charts a znovu jej povolte.
de_de: Der erkannte Systemname wurde deaktiviert. Bitte kontaktieren Sie o-charts, um ihn erneut zu aktivieren.
es_es: El nombre del sistema detectado ha sido deshabilitado. Por favor, póngase en contacto con o-charts para activarlo de nuevo.
et_ee: Tuvastatud süsteeminimi on suletud Palun kontakteeru o-charts selle uuesti avamiseks.
fi_fi: Laitteesi järjestelmänimi nimi on poistettu käytöstä. Ota yhteyttä o-charts -tukeen aktivoidaksesi sen uudelleen.
fr_fr: Le nom du système détecté a été désactivé Veuillez contacter o-charts pour l'activer à nouveau.
it_it: Il nome di sistema rilevato è stato disabilitato Si prega di contattare o-charts per attivarlo di nuovo.
nb_no: Det oppdagede systemnavnet er blitt deaktivert. Vennligst kontakt o-charts for å aktivere det igjen.
pt_pt: O nome do sistema detetado foi desativado Entre em contacto com o-charts para ativá-lo novamente.
sv_se: Det upptäckta systemnamnet har inaktiverats Kontakta o-charts för att aktivera det igen.

source: Invalid System Name
cs_cz: Neplatné jméno systému
de_de: Ungültiger Systemname
es_es: Nombre de sistema no válido
et_ee: Sobimatu süsteemi nimi
fi_fi: Virheellinen järjestelmänimi
fr_fr: Nom de système invalide
it_it: Sistema non Valido
nb_no: Ugyldig systemnavn
pl_pl: Nieprawidłowa nazwa systemu
pt_pt: Nome de Sistema Inválido
sv_se: Ogiltigt systemnamn/ID

source: This System Name has been disabled Please choose another SystemName
cs_cz: Tento název systému byl zakázán Prosím vyber jiný název systému
de_de: Dieser Systemname wurde deaktiviert Bitte wählen Sie einen anderen Systemnamen
es_es: Este nombre del sistema ha sido deshabilitado Por favor, elija otro nombre de sistema
et_ee: See süsteemi nimi on blokeeritud Palun vali teine süsteemi nimi
fi_fi: Järjestelmänimi on poistettu käytöstä Valitse jokin toinen järjestelmänimi
fr_fr: Ce nom du système a été désactivé Veuillez choisir un autre nom du système
it_it: Questo nome di sistema è stato disabilitato Si prega di creare un altro nome di sistema
nb_no: Dette systemnavnet er blitt deaktivert Vennligst velg et annet systemnavn
pl_pl: Ta nazwa systemu została wyłączona, proszę wybrać inną
pt_pt: Este Nome de Sistema foi desativado Por favor escolha outro Nome de Sistema
sv_se: Detta systemnamn har inaktiverats Vänligen välj en annan Systemnamn

source: The o-charts cache directory contains the following unused charts:
cs_cz: Adresář mezipaměti o-charts obsahuje následující nepoužité mapy:
de_de: Das o-charts Cache-Verzeichnis enthält die folgenden ungenutzten Kartensätze:
es_es: El directorio de caché o-charts contiene los siguientes conjuntos de cartas sin usar:
et_ee: o-chart vahemälu sisaldab järgmisi kasutamata kaarte:
fi_fi: o-charts välimuistissa on seuraavat käyttämättömät karttasarjat:
fr_fr: Le dossier de cache de o-charts contient les jeux de cartes inutilisés suivants :
it_it: Il cache directory di o-charts contiene i seguenti carte inutilizzati:
nb_no: O-charts cachemappen inneholder følgende ubrukte kart:
pt_pt: O diretório de cache do o-charts contém as seguintes cartas não utilizadas:
sv_se: Cache-katalogen för o-charts innehåller följande oanvända mellanlagringsfiler:

source: Remove these unused charts now?
cs_cz: Odstranit tyto nepoužité mapy?
de_de: Diese ungenutzten Sätze jetzt löschen?
es_es: ¿Eliminar estos conjuntos de cartas no utilizados ahora?
et_ee: Kas kõrvaldada kohe need kasutamata kaardid?
fi_fi: Poistetaanko em. käyttämättömät karttasarjat?
fr_fr: Supprimer ces jeux de cartes inutilisés maintenant ?
it_it: Rimuovere queste carte inutilizzate ora?
nb_no: Fjerne de ubrukte kartene nå?
pt_pt: Remover agora estas cartas não utilizadas?
sv_se: Ta bort dessa oanvända filer nu?

source: WARNING:
cs_cz: VAROVÁNÍ:
de_de: ACHTUNG:
es_es: ADVERTENCIA:
et_ee: HOIATUS:
fi_fi: VAROITUS:
fr_fr: Attention :
it_it: ATTENZIONE
nb_no: ADVARSEL:
pt_pt: AVISO:
sv_se: VARNING:

source: This chart set has been previously installed.
cs_cz: Tato sada map byla už nainstalována.
de_de: Diese Karten wurden schon einmal installiert.
es_es: Estas cartas han sido instaladas previamente.
et_ee: See kaardikomplekt on juba eelnevalt paigaldatud.
fi_fi: Tämä karttasarja on asennettu aikaisemmin.
fr_fr: Ce jeux de cartes est installé.
it_it: Questo set di carte nautiche è stato precedentemente installato.
nb_no: Dette kartsettet har tidligere vært installert.
pt_pt: Este conjunto de cartas foi instalado anteriormente.
sv_se: Dessa sjökort har varit installerade förut.

source: However, the chart files cannot be located.
cs_cz: Nelze však nalézt soubory map.
de_de: Sie wurden jedoch nicht mehr gefunden.
es_es: Sin embargo, no se pueden localizar estas cartas.
et_ee: Kahjuks ei õnnestu kaardifaile määratleda.
fi_fi: Karttatiedostoja ei kuitenkaan löydy.
fr_fr: Cependant, les fichiers des cartes ne peuvent pas être localisés.
it_it: Tuttavia, i file della carta non possono essere trovato.
nb_no: Men, kartfilene ble ikke funnet.
pt_pt: No entanto, os ficheiros de cartas não foram localizados.
sv_se: Det går dock inte att hitta sjökortsfilerna.

source: The original installation directory is:
cs_cz: Původní instalační adresář je:
de_de: Das ursprüngliche Installationsverzeichnis war:
es_es: El directorio de instalación original es:
et_ee: Algne paigalduse asukoht on:
fi_fi: Alkuperäinen asennushakemisto on:
fr_fr: Le dossier initial d'installation est :
it_it: La directory di installazione originale è:
nb_no: Den orginale installasjons mappen er:
pt_pt: O diretório de instalação original é:
sv_se: Den ursprungliga installationskatalogen är:

source: Please select the directory where these chart files may now be found.
cs_cz: Vyber adresář, kde mohou být tyto soubory map nyní nalezeny.
de_de: Bitte wählen Sie das Verzeichnis, in dem sich die Karten jetzt befinden.
es_es: Por favor, seleccione el directorio donde pueden encontrarse estas cartas.
et_ee: Palun vali asukoht, kus on võimalik neid kaardifaile praegu leida.
fi_fi: Valitse hakemisto, jossa nämä karttatiedostot nyt sijaitsevat.
fr_fr: SvP : Sélectionner le dossier dans lequel les fichiers des cartes peuvent être trouvés.
it_it: Si prega di selezionare la directory in cui possono essere trovati questo file di carte.
nb_no: Venligst velg mappen hvor kartfilene befinner seg.
pt_pt: Por favor, selecione o diretório onde os ficheiros de cartas podem ser encontrados.
sv_se: Välj den katalog där sjökortsfilerna kan hittas nu.

source: Validation error on zip file
cs_cz: Chyba ověření zip souboru
de_de: Fehlerhafte Zip-Datei
es_es: Error de validación del archivo zip
et_ee: Zip-faili valideerimise viga
fi_fi: Zip-tiedoston vahvistusvirhe
fr_fr: Erreur de validation sur le fichier zip
it_it: Errore di convalida sul file zip
nb_no: Valideringsfeil i zip-fil
pl_pl: Błąd weryfikacji pliku zip
pt_pt: Erro na validação do ficheiro zip
sv_se: Valideringsfel för zip-fil

source: Validation error on key file
cs_cz: Chyba ověření souboru klíče
de_de: Fehlerhafte Schlüsseldatei
es_es: Error de validación del archivo de claves
et_ee: Võtmefaili valideerimise viga
fi_fi: Avaintiedoston vahvistusvirhe
fr_fr: Erreur de validation sur le fichier clé
it_it: Errore di convalida nel file chiave
nb_no: Valideringsfeil i nøkkelfil
pl_pl: Błąd weryfikacji w pliku klucza
pt_pt: Erro na validação do ficheiro chave
sv_se: Fel. Ogiltig system-ID-fil

source: Finalizing charts
cs_cz: Dokončování map
de_de: Abschliessen der Karteninstallation..
es_es: Finalizando instalación de las cartas...
et_ee: Kaartide paigalduse lõpetamine
fi_fi: Viimeistellään karttasarjoja
fr_fr: Installation ...
it_it: Finalizzazione delle carte
nb_no: Ferdigstiller kartene
pt_pt: Finalizando cartas
sv_se: Slutför sjökort

source: Relocating chart files...
cs_cz: Přesun souborů s mapami...
de_de: Kartensatz wird verlagert...
es_es: Recolocando archivos de cartas...
et_ee: Kaardifailide teisaldamine...
fi_fi: Puretaan karttasarjan tiedostoja...
fr_fr: Carte : Garder ...
it_it: Trasferimento dei file delle carte...
nb_no: Flytter kartfiler...
pl_pl: Przenoszenie plików map...
pt_pt: Recolocando ficheiros de cartas...
sv_se: Flyttar sjökortsfiler...

source: Status: Validating download file...
cs_cz: Stav: Ověřování souboru ke stažení...
de_de: Status: Überprüfe Download-Datei...
es_es: Estado: Validando archivo de descarga...
et_ee: Olek: allalaadimsfaili valideerimine...
fi_fi: Tila: tarkistetaan ladattua tiedostoa...
fr_fr: Statut : Validation du fichier de téléchargement...
it_it: Stato: convalida file scarico...
nb_no: Status: Validerer nedlastet fil...
pl_pl: Status: Sprawdzanie poprawności pobierania pliku...
pt_pt: Estado: Validando ficheiro de descarga...
sv_se: Status: Kontrollerar nedladdad fil...

source: Verifying download
cs_cz: Ověřování stahování
de_de: Download wird überprüft
es_es: Verificando descarga...
et_ee: Allalaetu kontroll
fi_fi: Tarkistetaan ladatut karttasarjat
fr_fr: Téléchargement : Vérification
it_it: Verificando il scaricamento...
nb_no: Verifiserer nedlastingen
pt_pt: Verificando a descarga
sv_se: Verifierar Nedladdningen…

source: Validate Log
cs_cz: Ověřit log
de_de: Protokoll validieren
es_es: Validar registro
et_ee: Valideeri logi
fi_fi: Tarkistuslogi
fr_fr: Valider le journal
it_it: Convalida Log
nb_no: Valider Logg
pt_pt: Validar Log
sv_se: Valideringslog

source: No chartset selected.
cs_cz: Nebyla vybrána žádná sada map.
de_de: Kein Kartensatz ausgewählt.
es_es: No hay conjunto de cartas seleccionado.
et_ee: Kaardikomplekt pole valitud.
fi_fi: Karttasarjaa ei ole valittu.
fr_fr: Aucun jeu de cartes sélectionné
it_it: Nessun carta selezionata.
nb_no: Ingen kartsett er valgt.
pl_pl: Nie wybrany zestaw map.
pt_pt: Nenhum conjunto de cartas selecionado.
sv_se: Inget sjökort är valt.

source: Choose chart install location.
cs_cz: Vyber umístění instalace map.
de_de: Karteninstallationsverzeichnis auswählen.
es_es: Selecciona una carpeta donde instalar las cartas.
et_ee: Vali kaardi paigalduskoht.
fi_fi: Valitse karttasarjan asennushakemisto.
fr_fr: Stockage des cartes : Choisissez le lieu.
it_it: Selezionare percorso di installazione carte.
nb_no: Velg installasjons sted for kart.
pl_pl: Wybierz miejsce instalacji map.
pt_pt: Escolha a localização para instalação das cartas.
sv_se: Välj var korten skall installeras.

source: Chart download cancelled.
cs_cz: Stahování map zrušeno.
de_de: Kartendownload abgebrochen.
es_es: Descarga de cartas cancelada.
et_ee: Kaardi allalaadimine tühistatud.
fi_fi: Karttasarjan lataus peruttiin.
fr_fr: Téléchargement des cartes annulé.
it_it: scaricamento annullato.
nb_no: Nedlasting av kart avbrutt.
pl_pl: Pobieranie map anulowane.
pt_pt: Cancelada descarga de carta.
sv_se: Hämtningen är avbruten.

source: Downloading...
cs_cz: Stahování...
de_de: Wird heruntergeladen...
es_es: Descargando...
et_ee: Allalaadimas...
fi_fi: Ladataan...
fr_fr: Installation en cours ...
it_it: Scaricamento in corso…
nb_no: Laster ned...
pl_pl: Pobieranie...
pt_pt: Descaregando...
sv_se: Laddar ner...

source: Proceed with chart installation.
cs_cz: Pokračovat v instalaci map.
de_de: Weiter mit Karteninstallation.
es_es: Continuar con la instalación
et_ee: Jätka kaardi paigaldusega.
fi_fi: Jatka karttasarjan asennuksella.
fr_fr: Procéder à l'installation
it_it: Procedi con l'installazione delle carte
nb_no: Fortsett med kartinstallasjon.
pt_pt: Prosseguir com a instalação das cartas.
sv_se: Fortsätt med installationen

source: Chart installation ERROR.
cs_cz: Chyba při instalaci map.
de_de: Fehler bei der Karteninstallation.
es_es: ERROR instalando las cartas.
et_ee: Kaardi paigalduse VIGA.
fi_fi: Karttasarjan asennusvirhe.
fr_fr: Erreur d'installation des cartes
it_it: ERRORE : Installazione della carta.
nb_no: Kartinstallasjon FEIL.
pl_pl: Błąd instalacji map.
pt_pt: ERRO na instalação de cartas.
sv_se: Fel. Installation är avbruten.

source: Chart installation complete.
cs_cz: Instalace map dokončena.
de_de: Karteninstallation abgeschlossen.
es_es: Instalación de las cartas terminada.
et_ee: Kaardi paigaldus on lõpule viidud.
fi_fi: Karttasarjan asennus on valmis.
fr_fr: Installation des cartes terminée.
it_it: Installazione del chartset completata.
nb_no: Kartinstallasjon utført.
pl_pl: Zakończono instalację map.
pt_pt: Instalação da carta terminada.
sv_se: Installationen är slutförd.

source: Don't forget to rebuild chart database (See manual)
cs_cz: Nezapomeňte aktualizovat databázi map (viz příručka)
de_de: Nicht Vergessen die Kartendatenbank neu aufzubauen (s. Handbuch)!
es_es: No olvide reconstruir la base de datos de cartas (Ver manual)
et_ee: Ära unusta kaartide andmebaasi uuesti luua (vaata kasutusõpetust)
fi_fi: Muista päivittää karttatietokanta (katso ohjekirja)
fr_fr: N'oubliez pas de reconstruire la base de données (Voir manuel)
it_it: Non dimenticare di ricostruire il database dei set di carte nautiche (Vedi manuale)
nb_no: Ikke glem å gjenoppbygge kartdatabasen (se manual)
pl_pl: Nie zapomnij przebudować bazy danych map (zobacz instrukcję)
pt_pt: Não esqueça de reconstruir a base de dados de cartas (Ver manual)
sv_se: Glöm inte att bygga om sjökortsdatabasen (Sjökortsfiler->Läs in alla sjökort på nytt. Se manualen )

source: Installing...
cs_cz: Instalace...
de_de: Installiert...
es_es: Instalando...
et_ee: Paigaldamine...
fi_fi: Asennetaan...
fr_fr: Installation ...
it_it: Installazione ...
nb_no: Installerer...
pt_pt: Instalando...
sv_se: Installerar...

source: Preparing installation...
cs_cz: Příprava instalace...
de_de: Bereite Installation vor...
es_es: Preparando la instalación...
et_ee: Paigalduseks valmistumine...
fi_fi: Valmistellaan asennusta...
fr_fr: Installation : Préparation ...
it_it: Preparazione all'installazione...
nb_no: Forbereder installasjon...
pl_pl: Przygotowywanie instalacji...
pt_pt: A preparar a instalação...
sv_se: Förbereder installation...
