Repository: bdbcat/o-charts_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fi_fi, fr_fr, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Checking dongle...
cs_cz: Kontrola USB klíče...
de_de: Dongle überprüfen...
es_es: Comprobando dongle...
et_ee: Kontrollin donglit...
fi_fi: Etsitään USB-avainta...
fr_fr: Vérification du dongle ...
it_it: Controllo dongle...
nb_no: Sjekker dungle...
pl_pl: Sprawdzanie klucza USB...
pt_pt: Verificando o dongle...
sv_se: Kontrollerar dongeln...

source: dongle found:
cs_cz: klíč nalezen:
de_de: USB Dongle gefunden:
es_es: Dongle encontrado:
et_ee: leitud dongel:
fi_fi: USB-avain löydettiin:
fr_fr: Dongle trouvé :
it_it: trovato dongle:
nb_no: dungle funnet:
pl_pl: klucz USB znaleziony:
pt_pt: dongle encontrado:
sv_se: Hittade dongel:

source: dongle not found:
cs_cz: klíč nenalezen:
de_de: USB Dongle nicht gefunden:
es_es: Dongle no encontrado:
et_ee: donglit pole leitud:
fi_fi: USB-avainta ei löydy:
fr_fr: Dongle-USB absent :
it_it: dongle non trovato:
nb_no: dungle ikke funnet:
pl_pl: klucz USB nieodnaleziony:
pt_pt: dongle não encontrado:
sv_se: Kan inte hitta rätt USB-dongle:

source: Validating chartset assigned to dongle:
cs_cz: Ověření sady map přiřazených k USB klíči:
de_de: Überprüfung des Kartensatzes, der dem Dongle zugeordnet ist:
es_es: Validando el conjunto de cartas asignado al dongle:
et_ee: Dongliga seotud kaardikomplekti valideerimine:
fi_fi: Tarkistetaan karttasarjaa, joka on liitetty USB-avaimeen:
fr_fr: Validation du jeu de cartes associé à ce dongle-USB :
it_it: Convalida del set de carte nautiche assegnato a dongle:
nb_no: Validerer kartsett tilordnet til dungle:
pl_pl: Sprawdzanie zestawu map przypisanego do klucza USB:
pt_pt: Validando conjunto de cartas atribuído ao dongle:
sv_se: Kontrollerar kortfiler kopplade till dongel:

source: Validating chartset assigned to systemName:
cs_cz: Ověření sady map přiřazených ke jménu systému:
de_de: Überprüfung des Kartensatzes, der dem System zugeordnet ist:
es_es: Validando el conjunto de cartas asignado al Sistema:
et_ee: Süsteeminimega seotud kaardikomplekti valideerimine:
fi_fi: Tarkistetaan karttasarjaa, joka on liitetty järjestelmänimeen:
fr_fr: Validation des cartes associées à ce système :
it_it: Convalida del set de carte notiche assegnato a dongle:
nb_no: Validerer kartsett tilordnet til systemnavn:
pl_pl: Sprawdzanie zestawu map przypisanego do nazwy systemu:
pt_pt: Validando conjunto de cartas atribuído ao Nome de Sistema:
sv_se: Kontrollerar kortfiler kopplade till enhetsnamn:

source: Unable to validate unassigned chartset.
cs_cz: Nelze ověřit nepřiřazenou sadu map.
de_de: Der nicht zugeordnete Kartensatz kann nicht überprüft werden.
es_es: No se puede validar un conjunto de cartas sin asignar.
et_ee: Sidumata kaardikomplekt valideerimine nurjus.
fi_fi: Karttasarjaa, jota ei ole liitetty, ei voi tarkistaa.
fr_fr: Impossible de valider le jeu de cartes non associé.
it_it: Impossibile convalidare il set di carte nautiche non assegnato.
nb_no: Kunne ikke validere utilordnet kartsett.
pl_pl: Nie można zweryfikować nieprzypisanego zestawu map.
pt_pt: Não foi possível validar o conjunto de cartas não atribuído.
sv_se: Det går inte att validera ej tilldelat sjökort.

source: Unable to find slot assignment.
cs_cz: Nepodařilo se najít přiřazení slotu.
de_de: Konnte keine Zuweisung zu System finden.
es_es: No se ha encontrado ninguna asignación.
et_ee: Võimatu leida määrangukohta.
fi_fi: Vapaata liitospaikkaa ei ole käytettävissä.
fr_fr: Droits d'utilisation : Quantité absente.
it_it: Impossibile trovare l'assegnazione dello slot.
nb_no: Kunne ikke finne plass tilknytning.
pt_pt: Não encontrada nenhuma atribuição.
sv_se: Det gick inte att hitta någon tilldelning.

source: Selected chartset is not installed for dongle.
cs_cz: Vybraná sada map není nainstalována pro USB klíč.
de_de: Ausgewählter Kartensatz ist nicht für den USB- Dongle installiert.
es_es: El conjunto de cartas seleccionado no está instalado para un dongle.
et_ee: Valitud kaardikomplekt ei ole paigaldatud dongli jaoks.
fi_fi: Valittua karttasarjaa ei ole asennettu USB-avaimelle.
fr_fr: Le jeu de cartes sélectionné n'est pas installé pour ce dongle-USB.
it_it: Il set di carte nautiche selezionato non è installato per dongle-USB.
nb_no: Valgt kartsett er ikke installert for dungle.
pt_pt: Conjunto de cartas selecionado não instalado para o dongle.
sv_se: Markerat kortset är inte installerat för en dongle.

source: Selected chartset is not installed.
cs_cz: Vybraná sada map není nainstalována.
de_de: Ausgewählter Kartensatz ist nicht installiert.
es_es: El conjunto de cartas seleccionado no está instalado.
et_ee: Valitud kaardikomplekt ei ole paigaldatud.
fi_fi: Valittua karttasarjaa ei ole asennettu.
fr_fr: Le jeu de cartes sélectionné n'est pas installé.
it_it: Il set di carte nautiche selezionato non è installato per dongle-USB.
nb_no: Valgt kartsett er ikke installert.
pl_pl: Wybrany zestaw map nie jest zainstalowany.
pt_pt: Conjunto de cartas selecionado não instalado.
sv_se: Markerat kortset är inte installerat.

source: Installation directory:
cs_cz: Instalační adresář:
de_de: Installationsverzeichnis:
es_es: Directorio de Instalación:
et_ee: Paigalduskoht:
fi_fi: Asennushakemisto:
fr_fr: Dossier d'installation :
it_it: Directory di installazione:
nb_no: Installasjons mappe:
pl_pl: Ścieżka instalacji
pt_pt: Diretório de instalação:
sv_se: Installationskatalog:

source: ProcessingChartList.XML
cs_cz: Zpracovávání ChartList.XML
de_de: ChartList.XML wird verarbeitet
es_es: Procesando ChartList.XML
et_ee: ChartList.XML töötlemine
fi_fi: Käsitellään ChartList.XML:ää
nb_no: ProsessererChartList.XML
pl_pl: Przetwarzanie ChartList.XML
sv_se: Bearbetar ChartList.XML

source: Checking for ChartList.XML at:
cs_cz: Kontroluji ChartList.XML na:
de_de: Suche ChartList.XML in:
es_es: Comprobando ChartList.XML en:
et_ee: Kintrollin ChartList.XML asukohas:
fi_fi: Tarkistetaan ChartList.XML tiedostosta:
fr_fr: Accès à ChartList.XML ici :
it_it: Controllo ChartList.XML su:
nb_no: Ser etter ChartList.XML på:
pl_pl: Sprawdzanie ChartList.XML w:
pt_pt: Verificando ChartList.XML em:
sv_se: Letar efter ChartList.XML på:

source: ChartList.XML not found in installation directory.
cs_cz: V instalačním adresáři nebyl nalezen ChartList.XML.
de_de: ChartList.XML wurde nicht im Installationsverzeichnis gefunden.
es_es: ChartList.XML no se encuentra en el directorio de instalación.
et_ee: ChartList.XML ei ole paigalduskohas leitud.
fi_fi: ChartList.XML -tiedostoa ei löydy asennushakemistosta.
fr_fr: ChartList.XML introuvable dans le répertoire d'installation.
it_it: ChartList.XML non trovato nella directory di installazione.
nb_no: ChartList.XML ble ikke funnet i installasjons mappe.
pl_pl: Nie znaleziono pliku ChartList.XML w katalogu instalacyjnym.
pt_pt: ChartList.XML não encontrado no diretório de instalação.
sv_se: Hittar inte ChartList.XML i katalogen.

source: Loading ChartList.XML
cs_cz: Načítání ChartList.XML
de_de: ChartList.XML laden
es_es: Cargando ChartList.XML
et_ee: ChartList.XML laadimine
fi_fi: Ladataan ChartList.XML
fr_fr: Chargement de ChartList.XML
it_it: Caricamento ChartList.XML
nb_no: Laster ChartList.XML
pl_pl: Wczytywanie ChartList.XML
pt_pt: Carregando ChartList.XML
sv_se: Läser ChartList.XML

source: Error loading ChartList.XML
cs_cz: Chyba při načítání ChartList.XML
de_de: Fehler beim Laden von ChartList.XML
es_es: Error al cargar ChartList.XML
et_ee: Viga ChartList.XML laadimisel
fi_fi: Virhe ChartList.XML:n lataamisessa
fr_fr: Erreur lors du chargement de ChartList.XML
it_it: Errore nel caricare ChartList.XML
nb_no: Feil ved lasting av ChartList.XML
pl_pl: Błąd wczytania ChartList.XML
pt_pt: Erro a carregar ChartList.XML
sv_se: Fel vid läsning av ChartList.XML

source: Checking ChartList for presence of each chart referenced
cs_cz: Kontrola seznamu map na přítomnost každé odkazované mapy
de_de: ChartList auf das Vorhandenseins jeder Einzelkarte überprüfen
es_es: Comprobando ChartLists para la presencia de cada carta enumerada
et_ee: Iga seotud kaardi olemasolu kontoll nimekirjas
fi_fi: Tarkistetaan että kukin karttaluettelon kartta on olemassa
fr_fr: Vérification de la liste des cartes pour chaque carte référencée
it_it: Controllo ChartList per la presenza di ogni carta nautica referenziata
nb_no: Sjekker kartliste for eksistens av hvert kart som er referert
pl_pl: Sprawdzanie ChartList.XML pod kątem obecności odnośnika do każdej mapy
pt_pt: Verificando a presença de cada carta referenciada no ChartList
sv_se: Kontrollerar att alla kort finns som är listade i ChartList

source: Referenced chart is not present:
cs_cz: Odkazovaná mapa není přítomna:
de_de: Folgende Karte ist nicht vorhanden:
es_es: La carta enumerada no está presente:
et_ee: Puuduv seotud kaart:
fi_fi: Kartta ei ole olemassa:
fr_fr: La carte n'est pas présente :
it_it: La carta referenziato non è presente:
nb_no: Referert kart er ikke tilstede:
pl_pl: Brak pliku mapy wyszczególnionej na liście:
pt_pt: Carta referenciada não presente:
sv_se: Saknar följande kort som finns i ChartList:

source: Checking all charts for reference in ChartList
cs_cz: Kontroluji všechny mapy na odkaz v seznamu
de_de: Alle Karten auf Vorhandensein in ChartList überprüfen
es_es: Comprobando las entradas para cada carta en ChartsList
et_ee: Kõikide kaartide seotuse kontroll nimekirjaga
fi_fi: Tarkistetaan että kaikki kartat ovat karttaluettelossa
fr_fr: Vérification des cartes dans la liste du jeu de cartes
it_it: Controllo di tutti i set di carte notiche per riferimento in ChartList
nb_no: Sjekker alle kart for referanse i kartlisten
pl_pl: Sprawdzanie wszystkich map pod kątem odnośników w ChartList.XML
pt_pt: Verificando todas as cartas para referência na ChartList
sv_se: Kontrollera att alla sjökortfiler finns i ChartList

source: Found chart file not referenced in ChartList:
cs_cz: Nalezen soubor mapy, který není odkazován v seznamu:
de_de: Folgende Karten aus ChartList wurden nicht gefunden:
es_es: La siguiente carta no tiene entrada en ChartList:
et_ee: Nimekirjaga sidumata leitud kaardifail:
fi_fi: Kartta ei ole karttaluettelossa:
fr_fr: Fichier de cartes trouvé non référencé dans la liste des cartes :
it_it: File della carta trovato non referenziato in ChartList:
nb_no: Fant kartfil som ikke var referert til i kartlisten:
pl_pl: Znaleziony plik mapy nie jest uwzględniony w ChartList.XML:
pt_pt: Encontrado ficheiro de carta não referenciado na ChartList:
sv_se: Hittade sjökortsfil(er) som inte finns listad i ChartList:

source: ChartList.XML validates OK.
cs_cz: Seznam ChartList.XML je validní.
de_de: ChartList.XML als korrekt überprüft.
es_es: ChartList.XML correctamente validada.
et_ee: ChartList.XML valideerub OK.
fi_fi: ChartList.XML tarkistus OK.
fr_fr: ChartList.XML validée OK.
it_it: ChartList.XML convalida OK.
nb_no: ChartList.XML validert OK.
pl_pl: Kontrola ChartList.XML zakończona powodzeniem.
pt_pt: ChartList.XML valida OK.
sv_se: Kontrollerat ChartList.XML - OK.

source: Checking chart key files.
cs_cz: Kontrola souborů s klíčem mapy.
de_de: Überprüfen der Kartenschlüsseldateien.
es_es: Comprobando archivos clave de las cartas.
et_ee: Kontrollin kaardi võtme faile.
fi_fi: Tarkistetaan avaintiedostot.
fr_fr: Liste des cartes : Vérification.
it_it: Controllo dei file chiave delle carte.
nb_no: Sjekker kartnøkkel filer.
pl_pl: Sprawdzanie plików kluczy map.
pt_pt: Verificando ficheiros de chaves de cartas.
sv_se: Kontrollerar kortens nyckelfiler.

source: Loading keyFile:
cs_cz: Načítání souboru klíče:
de_de: Schlüsseldatei laden:
es_es: Cargando archivo clave:
et_ee: Võtmefaili laadimine:
fi_fi: Ladataan avaintiedostoa:
fr_fr: Liste des cartes : Chargement.
it_it: Caricamento keyFile:
nb_no: Laster nøkkelfil:
pl_pl: Ładowanie keyFile:
pt_pt: Carregando ficheiro chave:
sv_se: Laddar system-ID-fil:

source: Error loading keyFile:
cs_cz: Chyba při načítání souboru klíče:
de_de: Fehler beim Laden der Schlüsseldatei:
es_es: Error cargando archivo clave:
et_ee: Tõrge võtmefaili laadimisel:
fi_fi: Avaintiedoston lataaminen epäonnistui:
fr_fr: Liste des cartes : Erreur de chargement.
it_it: Errore nel caricare il file chiave:
nb_no: Feil ved lasting av nøkkelfil:
pl_pl: Błąd ładowania keyFile:
pt_pt: Erro a carregar ficheiro chave:
sv_se: Kunde inte läsa system-ID-fil:

source: Key not found for chart file:
cs_cz: Klíč nebyl nalezen pro soubor mapy:
de_de: Schlüssel für Kartendatei nicht gefunden:
es_es: No se encuentran claves para archivo de cartas:
et_ee: Võti pole leitud kaardifailile:
fi_fi: Avainta ei löydy karttatiedostolle:
fr_fr: Clé absente pour ce fichier de carte
it_it: Chiave non trovata per il file della carta:
nb_no: Nøkkel ikke funnet for kartfil:
pl_pl: Nie znaleziono klucza dla pliku mapy:
pt_pt: Chave não encontrada para o ficheiro de carta:
sv_se: System-ID-nyckel kunde inte hittas för:

source: Keyfiles validate OK.
cs_cz: Soubor klíče ověřen OK.
de_de: Schlüsseldateien sind korrekt.
es_es: Archivos de claves correctamente validados.
et_ee: Võtmefail valideerub OK.
fi_fi: Avaintiedostojen tarkistus OK.
fr_fr: Liste des cartes obtenues : Ok
nb_no: Nøkkelfiler validert OK.
pl_pl: keyFile poprawny
pt_pt: Arquivos-chave validam OK.
sv_se: System-ID kontrollerat. OK.

source: Starting chart test load.
cs_cz: Zahájení testu načtení mapy.
de_de: Beginn Test des Ladens der Karten.
es_es: Iniciando carga de prueba de cartas.
et_ee: Kaardi testlaadimise alustamine.
fi_fi: Käynnistetään karttasarjan testilataus.
fr_fr: Chargement des cartes : Test
it_it: Avvio del carico di prova della carta.
nb_no: Starter kartlastings test.
pl_pl: Testowanie wczytywania map.
pt_pt: Iniciando teste de carregamento de carta.
sv_se: Testar sjökort.

source: Chart count:
cs_cz: Počet map:
de_de: Anzahl Karten:
es_es: Número de cartas:
et_ee: Kaartide kogus:
fi_fi: Karttojen lukumäärä:
fr_fr: Nombre de cartes :
it_it: Conteggio delle carte:
nb_no: Antall kart:
pl_pl: Liczba map:
pt_pt: Número de cartas:
sv_se: Antal kort:

source: Chart has been cancelled
cs_cz: Mapa byla zrušena.
de_de: Die Karte ist storniert
es_es: Carta cancelada
et_ee: Kaart on tühistatud
fi_fi: Kartta on poistunut käytöstä
fr_fr: La carte a été retirée
it_it: Laa carta è stata annullata
nb_no: Kart er blitt kansellert
pt_pt: A carta foi cancelada
sv_se: Sjökortsdelen är utbytt

source: Chart load warning
cs_cz: Varování při nahrávání mapy
de_de: Warnung beim Laden der Karte
es_es: Aviso cargando carta
et_ee: Hoiatus kaardi laadimisel
fi_fi: Varoitus kartan latauksessa
fr_fr: Avertissement de chargement de la carte
it_it: Avviso carico carta
nb_no: Advarsel for kartlasting
pt_pt: Aviso no carregamento de cartas
sv_se: Fel vid laddning av sjökort

source: Chart load error
cs_cz: Chyba při nahrávání mapy
de_de: Fehler beim Laden der Karte
es_es: Error cargando la carta
et_ee: Kaardi laadimise viga
fi_fi: Karttasarjan latausvirhe
fr_fr: Erreur de chargement de la carte :
it_it: Errore caricamento carta
nb_no: Feil ved lasting av kart
pl_pl: Błąd wczytywania mapy
pt_pt: Erro de carga de cartas
sv_se: Fel vid laddning av sjökort

source: Chart test load ERROR.
cs_cz: Chyba při testu nahrání mapy.
de_de: FEHLER beim Test des Ladens der Karten.
es_es: Carga de prueba de cartas ERROR.
et_ee: Kaardi testlaadimise VIGA.
fi_fi: Virhe kartan testilatauksessa.
fr_fr: ERREUR de chargement lors du test de la carte.
it_it: Errore : Carico di prova della carta.
nb_no: FEIL ved test av kartlasting
pt_pt: Erro de teste de carregamento de cartas.
sv_se: Fel vid testläsning av sjökortscell.

source: Chartset installation does not validate.
cs_cz: Instalace sady map není platná.
de_de: Die Installation des Kartensatzes ist nicht vollständig korrekt.
es_es: Instalación del conjunto de cartas falla validación
et_ee: Kaardikomplekt paigaldus ei valideeru.
fi_fi: Karttasarjan asennuksen tarkistus ei mennyt läpi.
fr_fr: L'installation du jeu de cartes n'est pas validée.
it_it: L'installazione del chartset non convalida.
nb_no: Installasjon av kartsettet ble ikke godkjent.
pt_pt: Instalação do Conjunto de Cartas não foi validada.
sv_se: Ogiltig validering vid installation av sjökortspaketet.

source: Chart test load WARNING.
cs_cz: Varování při testu nahrání mapy.
de_de: WARNUNG beim Test des Ladens der Karten.
es_es: Carga de prueba de cartas AVISO.
et_ee: Kaardi testlaadimise HOIATUS.
fi_fi: Varoitus kartan testilatauksessa.
fr_fr: Alerte de chargement lors du test de la carte.
it_it: Alerta : Carico di prova della carta.
nb_no: ADVARSEL ved test av kartlasting.
pt_pt: AVISO de teste de carregamento de cartas.
sv_se: Osäker testläsning av sjökortscell.

source: Chartset installation validates with Warnings.
cs_cz: Instalace sady map je platná s varováním.
de_de: Überprüfung des installierten Kartensatzes mit Warnungen.
es_es: Instalación del conjunto de cartas validada con avisos.
et_ee: Kaardikomplekti paigaldus valideerub hoiatusega.
fi_fi: Karttasarjan asennuksen tarkistus löysi varoituksia.
fr_fr: L'installation du jeu de cartes valide avec des avertissements.
it_it: L'installazione del chartset convalida con gli avvisi.
nb_no: Installasjon av kartsettet ble godkjent med advarsler.
pt_pt: Instalação do conjunto de cartas valida com AVISOS.
sv_se: Installationen av sjökortsetet validerad men med varningar.

source: Chart test load OK.
cs_cz: Test nahrání mapy je v pořádku.
de_de: Test des Ladens der Karten korrekt.
es_es: Carga de prueba de cartas OK.
et_ee: Kaardi testlaadimine OK.
fi_fi: Kartasarjan testilataus OK.
fr_fr: Chargement des cartes, test : Ok
it_it: Carico di prova della carta OK.
nb_no: Kartlastings test OK.
pl_pl: Test wczytywania map zakończył się bezbłędnie.
pt_pt: Teste de carga de cartas OK.
sv_se: Sjökortstest är OK.

source: Chartset installation validates OK.
cs_cz: Instalace sady map je platná a v pořádku.
de_de: Überprüfung des installierten Kartensatzes ist korrekt.
es_es: Instalación del conjunto de cartas validada correctamente.
et_ee: Kaardikomplekti paigaldus valideerub OK.
fi_fi: Karttasarjan asennuksen tarkistus OK.
fr_fr: Installation du jeu de cartes validée OK.
it_it: L'installazione del la carta convalida OK.
nb_no: Kartsett installasjon validert OK.
pl_pl: Instalacja zestawu map poprawna.
pt_pt: Instalação do conjunto de cartas valida OK.
sv_se: Installationen av sjökortset kontrollerat - OK.

source: Administrator priveleges are required to copy fpr. Please try again....
cs_cz: Ke kopírování fpr jsou nutná oprávnění Správce. Opakuj akci...
de_de: Zum Kopieren der fpr werden Administratorenrechte benötigt. Bitte versuchen Sie es erneut....
es_es: Privilegios de administrador son necesarios para copiar el fpr. Por favor, inténtelo de nuevo....
et_ee: Fpr kopeerimiseks on vaja administraatori õiguseid. Palun proovi uuesti....
fi_fi: Sormenjälkitiedoston kopiointiin tarvitaan järjestelmänvalvojan oikeudet. Ole hyvä ja yritä uudelleen....
fr_fr: Les privilèges d’administrateur sont requis pour copier le fpr. S’il vous plaît essayer à nouveau ...
it_it: Per eseguire la copia del fpr file, sono necessari i privilegi di amministratore
nb_no: Administrator privilegier er påkrevd for å kopiere fpr. Vennligst prøv på nytt....
pl_pl: Do skopiowania fpr potrzebne są uprawnienia administracyjne. Spróbuj ponownie...
pt_pt: Necessários privilégios de Administrador para copiar fpr. Tento novamente....
sv_se: Administratörsrättigheter krävs för att kopiera "fingeravtryck" fpr. Vänligen försök igen....

source: Close
cs_cz: Zavřít
de_de: Schließe
es_es: Cerrar
et_ee: Sulge
fi_fi: Sulje
fr_fr: Arrêter
it_it: Chiudi
nb_no: Lukk
pl_pl: Zamknij
pt_pt: Fechar
sv_se: Stäng

source: ---<<< Warning: Chart georef accuracy may be poor. >>>---
cs_cz: ---<<< Varování: Přesnost georeferencování mapy je možná špatná. >>>---
de_de: ---<<< Warnung: Die Georeferenzierung der Karte ist möglicherweise ungenau. >>>---
es_es: ---<<< Aviso: Precisión georeferencia carta puede ser baja. >>>---
et_ee: ---<<< Hoiatus: kaardi kalibreerimise täpsus võib olla madal. >>>---
fi_fi: ---<<< Varoitus: Kartan maantieteellinen tarkkuus voi olla huono. >>>---
fr_fr: ---<<< Alerte : La qualité du géo-référencement de la carte est peut-être insuffisante. >>>---
it_it: ---<<< Attenzione: La georeferenziazione potrebbe essere inaccurata >>>---
nb_no: ---<<< Advarsel: Georeferanse for kart kan være dårlig. >>>---
pl_pl: ---<<< Ostrzeżenie: Dokładność georeferencji mapy może być niska. >>>---
pt_pt: ---<<< Atenção: A precisão da georreferenciação pode ser baixa. >>>---
sv_se: ---<<< Varning: Sjökortets positionsreferens kan vara bristfällig. >>>---

source: ---<<< Warning: Chart georef accuracy is poor. >>>---
cs_cz: ---<<< Varování: Přesnost georeferencování mapy je špatná. >>>---
de_de: ---<<< Warnung: Die Genauigkeit der Georeferenzierung der Karte ist niedrig. >>>---
es_es: ---<<< Aviso: Precisión georeferencia carta es baja. >>>---
et_ee: ---<<< Hoiatus: kaardi kalibreerimise täpsus on madal. >>>---
fi_fi: ---<<< Varoitus: Kartan maantieteellinen tarkkuus on huono. >>>---
fr_fr: ---<<< Alerte : La qualité du géo-référencement de la carte est insuffisante. >>>---
it_it: ---<<< Attenzione: La georeferenziazione è inaccurata >>>---
nb_no: ---<<< Advarsel: Georeferanse nøyaktighet for kart er dårlig. >>>---
pl_pl: ---<<< Ostrzeżenie: Dokładność georeferencji mapy jest niska. >>>---
pt_pt: ---<<< Atenção: A precisão da georreferenciação é baixa >>>---
sv_se: ---<<< Varning: Sjökortets positionsreferens är bristfällig. >>>---

source: Fully Assigned.
cs_cz: Plně přiděleno.
de_de: Voll zugewiesen.
es_es: Completamente asignado.
et_ee: Täielikult seotud.
fi_fi: Kokonaan liitetty.
fr_fr: Entièrement associé
it_it: Completamente Assegnato.
nb_no: Fullt tilknyttet.
pt_pt: Totalmente atribuído.
sv_se: Fullt tilldelad.

source: Available.
cs_cz: K dispozici.
de_de: Verfügbar.
es_es: Disponible.
et_ee: Saadaval.
fi_fi: Saatavissa.
fr_fr: Disponible.
it_it: Disponibile.
nb_no: Tilgjengelig.
pl_pl: Dostępne.
pt_pt: Disponível.
sv_se: Tillgängligt.

source: Installed, Up-to-date.
cs_cz: Nainstalované, aktuální.
de_de: Installiert, auf dem neuesten Stand.
es_es: Instalada y actualizada.
et_ee: Paigaldatud, uuendatud.
fi_fi: Asennettu, ajan tasalla.
fr_fr: Installé et à jour.
it_it: Installato, Aggiornato.
nb_no: Installert, oppdatert.
pl_pl: Zainstalowane, aktualne.
pt_pt: Instalada, atualizada.
sv_se: Senaste version Installerad.

source: Installed, Update available.
cs_cz: Nainstalované, aktualizace k dispozici.
de_de: Installiert, Update verfügbar.
es_es: Instalada, actualización disponible.
et_ee: Paigaldatud, uuendus saadaval.
fi_fi: Asennettu, päivitys saatavissa.
fr_fr: Installé. Mise à jour disponible.
it_it: Installato, aggiornamento disponibile.
nb_no: Installert, oppdatering tilgjengelig.
pl_pl: Zainstalowane, dostępna aktualizacja.
pt_pt: Instalada, atualização disponível.
sv_se: Installerat. Uppdatering är tillgänglig.

source: Expired.
cs_cz: Platnost vypršela.
de_de: Abgelaufen.
es_es: Caducada.
et_ee: Aegunud.
fi_fi: Vanhentunut.
fr_fr: Expiré.
it_it: Scaduto.
nb_no: Utdatert.
pl_pl: Ważność upłynęła.
pt_pt: Expirada.
sv_se: Förfallen.

source: Preparing your chartset.
cs_cz: Příprava tvé sady map.
de_de: Karten werden vorbereitet...
es_es: Preparando su conjunto de cartas.
et_ee: Su kaardikomplekti ettevalmistamine.
fi_fi: Valmistellaan karttasarjojasi.
fr_fr: Jeu de cartes : Préparation.
it_it: Set di carte nautiche in elaborazione
nb_no: Forbereder ditt kartsett.
pl_pl: Przygotowywanie zestawu map.
pt_pt: A preparar o conjunto de cartas.
sv_se: Förbereder skjökorten.

source: Ready for download.
cs_cz: Připraveno ke stažení.
de_de: Zum Herunterladen bereit.
es_es: Listo para descargar.
et_ee: Allalaadimiseks valmis.
fi_fi: Ladattavissa.
fr_fr: Téléchargement : Prêt.
it_it: Pronto per scaricare
nb_no: Klar til nedlasting.
pl_pl: Gotowe do pobrania.
pt_pt: Pronto para descarregar.
sv_se: Klart att hämta.
