Repository: bdbcat/o-charts_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fi_fi, fr_fr, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Create System Identifier file...
cs_cz: Vytvoř soubor systémového identifikátoru...
de_de: Erstelle Datei zur Identifikation des Systems...
es_es: Crear el archivo de identificación de sistema...
et_ee: Loo süsteemi tuvastusfaili...
fi_fi: Luo järjestelmän tunnistetiedosto...
fr_fr: Créer le fichier d'identification du système ...
it_it: Crea file identificatore del sistema...
nb_no: Opprett en system identifikasjons fil...
pl_pl: Utwórz pliku Identyfikatora systemu...
pt_pt: Criar ficheiro de identificação do sistema...
sv_se: Skapa system-ID fil...

source: Create USB key dongle System ID file...
cs_cz: Vytvořit soubor systémového ID USB klíče...
de_de: USB Key System ID Datei erstellen...
es_es: Crear el archivo de ID de sistema para llave USB...
et_ee: Loo süsteemi ID-fail USB-donglile...
fi_fi: Luo USB-avaimen järjestelmän tunnistetiedosto...
fr_fr: Créer un fichier ID du système pour ce dongle-USB ...
it_it: Crea file dongle-USB System ID...
nb_no: Opprett USB-nøkkel system ID fil...
pl_pl: Utwórz plik identyfikatora systemu dla klucza USB...
pt_pt: Criar ficheiro com ID do sistema na chave dongle USB...
sv_se: Skapa en System ID-fil med USB-dongle...

source: Show In Finder
cs_cz: Zobrazit ve Finderu
de_de: Im Finder anzeigen
es_es: Mostrar en Finder
et_ee: Näita leidjas
fi_fi: Näytä Finderissa
fr_fr: Montrer dans le Finder
it_it: Mostra nel Finder
nb_no: Vis i Finder
pl_pl: Pokaż w wyszukiwarce
pt_pt: Mostrar na pesquisa
sv_se: Visa i Finder

source: Show on disk
cs_cz: Zobrazit na disku
de_de: Auf der Festplatte zeigen
es_es: Mostrar en el disco
et_ee: Näita kettal
fi_fi: Näytä levyllä
fr_fr: Voir sur le disque dur
it_it: Estensione sul disco
nb_no: Vis på disk
pl_pl: Pokaż na dysku
pt_pt: Mostrar no disco
sv_se: Visa på disk

source: System Name:
cs_cz: Název systému:
es_es: Nombre del sistema:
et_ee: Süsteemi nimi:
fi_fi: Järjestelmänimi:
fr_fr: Nom du système :
it_it: Nome sistema:
nb_no: Systemnavn:
pl_pl: Nazwa systemu:
pt_pt: Nome do Sistema:
sv_se: Enhetsnamn:

source: Pending chart refresh
cs_cz: Čeká na obnovu map
de_de: Kartenaktualisierung ausstehend
es_es: Actualización de cartas pendiente
et_ee: Kaardi uuendust ootamas
fi_fi: Odottaa karttasarjojen päivitystä
fr_fr: Actualisation des cartes en attente
it_it: In attesa di aggiornamento delle carte nautiche
nb_no: Ventende kart-oppfriskning
pl_pl: Oczekiwanie na odświeżenie mapy
pt_pt: Atualização da carta pendente
sv_se: Väntar på uppdatering av sjökort

source: Reset System Name
cs_cz: Resetovat jméno systému
de_de: Systemnamen zurücksetzen
es_es: Resetear el nombre del sistema
et_ee: Süsteemi nime lähtestamine
fi_fi: Tyhjennä järjestelmänimi
fr_fr: Re-initialisation du nom du PC
it_it: Resettare nome del sistema
nb_no: Nullstill System Navn
pl_pl: RESET nazwy systemu
pt_pt: Reinicializar o Nome do Sistema
sv_se: Återställ ditt systemnamn

source: Reset o-charts credentials
cs_cz: Resetovat přístupové údaje o-charts
de_de: o-charts Zugangsdaten zurücksetzen
es_es: Reiniciar credenciales de o-chart
et_ee: Lähtesta o-chart volitused
fi_fi: Tyhjennä o-charts -kirjautumistiedot
fr_fr: Effacer les données d'accès
it_it: Resettare i dati d'accesso
nb_no: Tilbakestill o-charts identitet
pl_pl: Resetowanie danych dostępu o-charts
pt_pt: Reinicializar as credenciais o-charts
sv_se: Återställ o-charts inloggningsuppgifter

source: Enable full chart database rebuild after chart download
cs_cz: Povolit kompletní obnovu databáze map po stažení
de_de: Nach Herunterladen der Karten die Kartendatenbank komplett neu aufbauen
es_es: Habilitar la reconstrucción completa de la base de datos de cartas una vez descargadas las cartas
et_ee: Võimalda kogu kaartide andmbaasi uuendus peale kaardi allalaadimist
fi_fi: Ota käyttöön automaattinen karttatietokannan täydellinen päivitys karttasarjan lataamisen jälkeen.
fr_fr: Base de données : Reconstruire après téléchargement de cartes
it_it: Abilita la ricostruzione completa del database delle carte notiche dopo il scarica del set di carte nautiche
nb_no: Aktiver full kartdatabase gjenoppbyggning etter nedlasting av kart
pl_pl: Włącz odbudowę bazy danych map po pobraniu mapy
pt_pt: Habilitar a reconstrução da base de dados completa após descarga de carta
sv_se: Bygg om databasen efter varje nedladdning av sjökort

source: System name RESET shall be performed only by request from o-charts technical support staff.
cs_cz: Resetování názvu systému by se mělo provádět pouze na vyžádání pracovníků technické podpory o-charts.
de_de: Ein Reset des Systemnamens soll nur auf Anforderung der Techniker von o-charts erfolgen.
es_es: RESETÉA el nombre del sistema únicamente a petición de los técnicos de o-charts.
et_ee: Süsteemi nime lähtestamine peab toimuma ainult o-charts tehnilise toe palvel.
fi_fi: Systeeminimen tyhjennys tulee suorittaa ainoastaan o-charts:n teknisen tuen pyynnöstä.
fr_fr: La réinitialisation du nom du système doit être effectuée uniquement sur demande du personnel du support technique de O-Charts.
it_it: Recettare il nome del sistema deve essere eseguito solo su richiesta del personale di supporto tecnico di o-charts.
nb_no: Nullstilling av System navn skal bare utføres på forespørsel fra o-chart's tekniske service stab.
pl_pl: RESET nazwy systemu powinien być wykonywany tylko na żądanie pomocy technicznej o-charts.
pt_pt: O RESET ao nome do sistema deve ser efetuado apenas a pedido de pessoal do apoio técnico do o-charts.
sv_se: Återställning av systemnamnet bör utföras endast på begäran från o-charts tekniska support.

source: Proceed to RESET?
cs_cz: Pokračovat v resetování?
de_de: Weiter mit RESET?
es_es: Proceder a RESETÉAR?
et_ee: Jätkata lähtestamisega?
fi_fi: Suoritetaanko systeeminimen tyhjennys?
fr_fr: Procéder à la réinitialisation ?
it_it: Resettare : Procedere ?
nb_no: Fortsette til NULLSTILLING?
pl_pl: Przeprowadzić RESET?
pt_pt: Continuar o RESET?
sv_se: Gå vidare till Återställning?

source: Credential Reset Successful
cs_cz: Obnovení přihlašovacích údaju bylo úspěšné
de_de: Zugangsdaten zurück gesetzt
es_es: Reinicio de credenciales completado
et_ee: Volituste lähtestamine õnnestus
fi_fi: Kirjautumistietojen tyhjennys onnistui
fr_fr: Données d'accès ont été réinitialisées
it_it: Recettare dati d'accesso riuscito
nb_no: Vellykket tilbakestilling av Identitet
pl_pl: Zresetowano dane dostępu
pt_pt: Reinicialização das credenciais com sucesso
sv_se: Inloggningsuppgifter återställda

source: To obtain a chart set, you must generate a Unique System Identifier File.
cs_cz: Chcete-li získat sadu map, musíte vygenerovat soubor jedinečného systémového identifikátoru.
de_de: Um einen Kartensatz zu erhalten, benötigen wir eine Datei mit einer eindeutigen Systemkennung.\n.
es_es: Para obtener un conjunto de cartas, debe generar un archivo de identificación de sistema especifico.
et_ee: Kaardikomplekti saamiseks pead genereerima unikaalse süsteemi tuvastusfaili.
fi_fi: Saadaksesi karttasarjan sinun on luotava yksilöllinen järjestelmän tunnistetiedosto.
fr_fr: Pour obtenir un jeu de cartes, vous devez générer un unique fichier d'identification du système.
it_it: Per ottenere un permesso di installazione, è necessario generare un file System Identifier univoco.
nb_no: For å skaffe et kartsett, så må du generere en unik system identifiserings fil.
pl_pl: Aby uzyskać zestaw map, należy wygenerować unikalny plik Fingerprint, identyfikujący system.
pt_pt: Para obter um conjunto de cartas deve gerar um ficheiro de identificação única do sistema.
sv_se: För att ladda hem ett set sjökort, måste du skapa en fil med ett unik System-ID.

source: The fingerprint file contains information related to a connected USB key dongle.
cs_cz: Soubor otisku obsahuje údaje o připojeném USB klíči.
de_de: Die Fingerprintdatei enthält Informationen zu dem angeschlossenen USB-Dongle.
es_es: El archivo de huella digital contiene información relacionada con un dispositivo -dongle- USB conectado.
et_ee: Sõrmejälje fail sisaldab ühendatud USB-dongli kohta informatsiooni.
fi_fi: Sormenjälkitiedosto sisältää liitettyyn USB-avaimeen liittyvät tiedot.
fr_fr: Le fichier d'empreinte contient des informations relatives au dongle-USB connecté.
it_it: Il file di impronte digitali contiene informazioni relative a una dongle-USB connessa.
nb_no: Fingeravtrykksfilen inneholder informasjon relatert til en tilkoblet USB nøkkel (dungle).
pl_pl: Plik Fingerprint zawiera informacje dotyczące podłączonego klucza USB.
pt_pt: O ficheiro de assinatura contêm informação relacionada com um dongle USB conectado.
sv_se: System-ID-filen innehåller information som gäller en ansluten USB-sticka (dongle).

source: After creating this file, you will need it to obtain your chart sets at the o-charts.org shop.
cs_cz: Po vytvoření tohoto souboru ho budeš potřebovat k získání svého uživatelského klíče v obchodě o-charts.org.
de_de: Sie benötigen die Fingerprintdatei, um damit im o-charts.org shop Ihre Karten anzufordern.
es_es: Después de crear este archivo, lo necesitarás para obtener los conjuntos de cartas en la tienda o-charts.org.
et_ee: Peale selle faili loomist on sul vaja oma kaardikomplekt o-charts.org poest soetada.
fi_fi: Kun olet luonut tämän tiedoston, tarvitset sitä saadaksesi karttasarjasi o-charts.org -kaupasta.
fr_fr: Après avoir créé ce fichier, vous en aurez besoin pour obtenir vos jeux de cartes à la boutique o-charts.org.
it_it: Dopo la creazione di questo file, avrai bisogno di ottenere la tua Chiave Utente al negozio di o-charts.org.
nb_no: Etter opprettelse av denne filen, må du skaffe kartsettene i nettbutikken o-charts.org.
pl_pl: Po utworzeniu pliku będziesz go potrzebował do uzyskania zestawów map w sklepie o-charts.org.
pt_pt: Depois de criar este ficheiro, deverá usá-lo para obter o conjunto de cartas na loja o-charts.org.
sv_se: När filen är skapad, kommer du att behöva den för att ladda hem dina sjökortsfiler från o-charts.org webshop.

source: ERROR Creating Fingerprint file USB key dongle not detected.
cs_cz: CHYBA vytváření souboru otisku USB klíč nebyl detekován.
de_de: FEHLER beim Erstellen der Fingerabdruckdatei USB-Key-Dongle nicht erkannt.
es_es: ERROR Creando archivo de identificación no se ha detectado el USB-key dongle.
et_ee: VIGA sõrmehälje faili loomisel USB-dongel pole tuvastatud.
fi_fi: VIRHE luotaessa sormenjälkitiedostoa USB-avainta ei ole havaittu.
fr_fr: ERREUR Création du fichier d'empreintes digitales : dongle-USB non détecté.
it_it: ERROR Creazione file di impronte digitali dongle-USB non rilevato.
nb_no: FEIL ved opprettelsen av fingeravtrykk fil. USB-nøkkel ble ikke oppdaget.
pl_pl: BŁĄD tworzenia pliku fingerprint nie wykryto klucza sprzętowego USB.
pt_pt: ERRO a criar o ficheiro de impressão digital Dongle USB não detetado.
sv_se: Fel vid skapande av FPR, system-ID-fil Hittar ingen USB Dongle.

source: Fingerprint file created.
cs_cz: Soubor otisku vytvořen.
de_de: Die Fingerprintdatei wurde erstellt.\n.
es_es: Archivo de huella digital creado.
et_ee: Sõrmejäljefail on loodud.
fi_fi: Sormenjälkitiedosto on luotu.
fr_fr: Le fichier d'empreinte a été créé.
it_it: File di impronta digitale creato.
nb_no: Fingeravtrykk fil ble opprettet.
pl_pl: Plik Fingerprint utworzony.
pt_pt: Ficheiro impressão digital criado.
sv_se: System-ID-filen har skapas.

source: Fingerprint file is also copied to desktop.
cs_cz: Soubor otisku je také zkopírován na plochu.
de_de: Die Fingerprintdatei wird auch auf den Desktop kopiert.
es_es: Archivo de la huella digital se copia también en el escritorio.
et_ee: Sõrmejäljefail on samuti kopeeritud töölauale.
fi_fi: Sormenjälkitiedosto kopioitiin myös työpöydälle.
fr_fr: Le Fichier d’empreinte est également placé sur le bureau.
it_it: Anche il file di impronta digitale viene copiato sul desktop.
nb_no: Fingeravtrykk fil ble også kopiert til skrivebordet.
pl_pl: Plik Fingerprint został także skopiowany na pulpit.
pt_pt: Ficheiro impressão digital também foi copiado para o desktop.
sv_se: ID-filen, ftr, är också kopierad till skrivbordet.

source: ERROR Creating Fingerprint file Check OpenCPN log file.
cs_cz: CHYBA vytváření souboru otisku Zkontroluj soubor logu OpenCPN.
de_de: FEHLER beim Erstellen der Fingerabdruckdatei Überprüfen Sie die OpenCPN Logdatei.
es_es: ERROR Creando archivo de ID del sistema Compruebe el archivo de registro OpenCPN opencpn.log
et_ee: VIGA sõrmejälje faili loomisel Vaata OpenCPN'i logifaili.
fi_fi: VIRHE luotaessa sormenjälkitiedostoa Katso lisätietoa OpenCPN lokitiedostosta.
fr_fr: ERREUR : Création du fichier d'empreinte, Voir le fichier log d'OpenCPN.
it_it: ERROR Creazione file di impronte digitali Controlla il file di registro OpenCPN.
nb_no: FEIL ved opprettelsen av fingeravtrykk fil. Sjekk OpenCPN loggfil.
pl_pl: BŁĄD tworzenia pliku fingerprint Sprawdź plik log OpenCPN.
pt_pt: ERRO a criar o ficheiro de impressão digital Verifique o ficheiro de log do OpenCPN.
sv_se: Fel vid skapande av FPR, system-ID-fil Se OpenCPN loggfil för mer info.

source: The fingerprint file contains information to uniquely identify this computer.
cs_cz: Soubor otisu obsahuje informace, které jednoznačně identifikují tento počítač.
de_de: Die Fingerprint Datei enthält Informationen, die diesen Computer eindeutig beschreiben.\n\n.
es_es: El archivo huella digital contiene información para identificar a este ordenador individual.
et_ee: Sõrmejälje fail sisaldab informatsiooni selle kompuutri unikaalseks tuvastamiseks.
fi_fi: Sormenjälkitiedosto sisältää tämän tietokoneen yksilöintitiedot.
fr_fr: Le fichier d'empreinte contient des informations permettant d'identifier uniquement cet ordinateur.
it_it: Il file delle impronte digitali contiene informazioni per identificare univocamente questo computer.
nb_no: Fingeravtrykksfilen inneholder informasjon som unikt identifiserer denne datamaskinen.
pl_pl: Plik Fingerprint zawiera dane jednoznacznie identyfikujące ten system.
pt_pt: O ficheiro de impressão digital contem informação que identifica univocamente este computador.
sv_se: System-ID-filen innehåller unik information för att identifiera denna dator.

source: Could not open o-charts_pi EULA:
cs_cz: Nelze otevřít o-charts_pi EULA:
de_de: o-charts_pi EULA konnte nicht geöffnet werden:
es_es: No se puede abrir la EULA del o-charts_pi:
et_ee: Ei suutnud o-chatrs_pi EULA't avada:
fi_fi: o-charts_pi -käyttöoikeussopimusta (EULA) ei voitu avata:
fr_fr: Impossible d'ouvrir le o-charts_pi EULA:
it_it: Impossibile aprire o-charts_pi EULA:
nb_no: Kunne ikke åpne o-charts_pi EULA:
pl_pl: Nie można otworzyć umowy EULA oesenc_pi:
pt_pt: Não foi possível abrir o-charts_pi EULA:
sv_se: Kunde inte öppna o-charts_pi EULA:

source: o-charts PlugIn for OpenCPN
cs_cz: Doplněk o-charts pro OpenCPN
de_de: o-charts PlugIn für OpenCPN
es_es: Complemento de OpenCPN para cartas o-charts
et_ee: o-charts plugin OpenCPN'i jaoks
fi_fi: o-charts -lisäosa OpenCPN:ään
fr_fr: Complément o-charts pour OpenCPN
it_it: Plugin ochart_pi per OpenCPN
nb_no: o-charts utvidelse for OpenCPN
pl_pl: Wtyczka obsługi map o-charts do OpenCPN
pt_pt: Plugin o-charts para OpenCPN
sv_se: charts sjökortsplugIn för OpenCPN

source: License
cs_cz: Licence
de_de: Lizenz
es_es: Licencia
et_ee: Litsents
fi_fi: Lisenssi
fr_fr: Licence
it_it: Licenza
nb_no: Lisens
pl_pl: Licencja
pt_pt: Licença
sv_se: Licens

source: Accept
cs_cz: Přijmout
de_de: Annehmen
es_es: Aceptar
et_ee: Nõustun
fi_fi: Hyväksy
fr_fr: Accepter
it_it: Accetta
nb_no: Godta
pl_pl: Akceptuj
pt_pt: Aceitar
sv_se: Bekräfta

source: Reject
cs_cz: Odmítnout
de_de: Ablehnen
es_es: Rechazar
et_ee: Hülga
fi_fi: Hylkää
fr_fr: Rejeter
it_it: Rifiuta
nb_no: Avvis
pl_pl: Odrzuć
pt_pt: Rejeitar
sv_se: Avvisa

source: No Chart sets installed.
cs_cz: Nejsou nainstalovány žádné sady map.
de_de: Keine Kartensätze installiert.
es_es: No hay cartas instaladas
et_ee: Kaardikomplekte ei ole paigaldatud.
fi_fi: Karttasarjoja ei ole asennettu.
fr_fr: Aucun jeu de cartes installé.
it_it: Nessun set di carte installato.
nb_no: Ingen kartsett er installert.
pt_pt: Nenhum conjunto de cartas instalado.
sv_se: Inga sjökort har installerats.

source: Available Chart sets:
cs_cz: Dostupné sady map:
de_de: Verfügbare Kartensätze:
es_es: Cartas Disponibles:
et_ee: Saadaval kaardikomplektid:
fi_fi: Käytettävissä olevat karttasarjat:
fr_fr: Jeux disponibles :
it_it: Carte nautiche disponibili:
nb_no: Tilgjengelige kartsett:
pl_pl: Dostępne mapy:
pt_pt: Conjuntos de Cartas disponíveis:
sv_se: Tillgängliga set av sjökort:

source: Version
cs_cz: Verze
es_es: Versión
et_ee: Versioon
fi_fi: Versio
it_it: Versione
nb_no: Versjon
pl_pl: Wersja
pt_pt: Versão

source: Valid until
cs_cz: Platnost do
de_de: Gültig bis
es_es: Válido hasta
et_ee: Kehtiv kuni
fi_fi: Voimassa
fr_fr: Valable jusqu'au
it_it: Valido fino a
nb_no: Gyldig til
pl_pl: Ważny do
pt_pt: Válido até
sv_se: är giltiga till

source: Status
cs_cz: Stav
es_es: Estado
et_ee: Olek
fi_fi: Tila
fr_fr: Statut
it_it: Stato
pl_pl: Stan
pt_pt: Estado

source: The following Chart sets are available :
cs_cz: Následující sady map jsou k dispozici :
de_de: Folgende Kartensätze sind verfügbar :
es_es: Los siguientes conjuntos de cartas están disponibles :
et_ee: Järgnevad kaardikomplektid on saadaval :
fi_fi: Seuraavat karttasarjat ovat käytettävissä :
fr_fr: Jeu(x) disponible(s) de cartes :
it_it: I seguenti set di carte nautiche sono disponibili :
nb_no: Følgende kartsett er tilgjengelige :
pl_pl: Następujące zestawy map są dostępne :
pt_pt: Os seguintes conjuntos de cartas estão disponíveis :
sv_se: Följande set av sjökort finns tillgängliga :

source: Chart set
cs_cz: Mapová sada
de_de: Kartensatz
es_es: Conjunto de cartas
et_ee: Kaardikomplekt
fi_fi: Karttasarja
fr_fr: Jeu de cartes
it_it: Set di Carte notiche
nb_no: Kartsett
pl_pl: Zestaw map
pt_pt: Conjunto de cartas
sv_se: Sjökortset

source: Add/Update o-charts chart sets
cs_cz: Přidat/aktualizovat sady map o-charts
de_de: o-charts Kartensätze hinzufügen/aktualisieren
es_es: Añadir/actualizar cartas o-charts
et_ee: Lisa/uuenda o-charts kaardikomplekte
fi_fi: Lisää/päivitä o-charts -karttasarjat
fr_fr: Cartes o-charts : Ajouter/Mettre à jour
it_it: Aggiungi/Aggiorna set di carte nautiche o-charts
nb_no: Legg til/oppdater o-charts kartsett
pl_pl: Dodaj/zaktualizuj zestawy map o-charts
pt_pt: Adicionar/Atualizar conjuntos de cartas o-charts
sv_se: Lägg till/uppdatera o-charts sjökortslista

source: Visit o-charts.org Website
cs_cz: Navštiv web o-charts.org
de_de: o-charts.org Website besuchen
es_es: Visita el sitio web o-charts.org
et_ee: Külasta o-charts.oeg veebilehte
fi_fi: Käy o-charts.org -sivustolla
fr_fr: Visitez le site web o-charts.org
it_it: Visita il sito Web di o-charts.org
nb_no: Besøk nettsiden o-charts.org
pl_pl: Odwiedź stronę o-charts.org
pt_pt: Visite a página web o-charts.org
sv_se: Besök o-charts.org hemsida

source: Here you may order new o-charts chart sets.
cs_cz: Zde si můžeš objednat nové sady map o-chart.
de_de: Hier können Sie neue o-charts Kartensätze bestellen.
es_es: Aquí puedes licenciar nuevas cartas o-charts.
et_ee: Siin võid tellida uusi o-charts kaardikomplekte.
fi_fi: Täältä voit tilata uusia o-charts -karttasarjoja.
fr_fr: Ici vous pouvez commander de nouveaux jeux de cartes o-charts.
it_it: Qui puoi ordinare nuovi set di carte nautiche o-charts.
nb_no: Her kan du bestille nye o-charts kartsett.
pl_pl: Tutaj możesz zamówić nowe zestawy map o-charts.
pt_pt: Aqui pode adquirir novos conjuntos de cartas o-charts
sv_se: Här kan du beställa licens för nya o-charts sjökortset.

source: Sector angles are True Bearings from Seaward
cs_cz: Úhly sektorů jsou skutečné náměry z moře
de_de: Winkel der Sektoren sind Wahre Peilungen von See
es_es: Ángulos de sector son derrotas verdaderas desde mar
et_ee: Sektori nurgad on tõelised peilingud mere poolt
fi_fi: Sektorikulmat ovat tosisuuntia merikohteesta
fr_fr: Les secteurs sont des relèvements vrais à partir de la mer
it_it: Gli angoli dei settori sono Rilevamenti Veri visti dal mare
nb_no: Sektorvinkler er virkelige retninger sett fra sjøsiden
pl_pl: Sektory kątowe są namiarami rzeczywistymi od strony morza
pt_pt: Ângulos de sector são direções verdadeiras a partir do mar
sv_se: Sektorns vinklar är sann bäring från sjösidan

source: ChartTexts
cs_cz: Texty map
de_de: Kartentexte
es_es: TextoCartas
et_ee: Tekstid kaardil
fi_fi: Karttatekstit
fr_fr: Textes des cartes
it_it: Testo di carte nautiche vettoriale
nb_no: Karttekster
pl_pl: Napisy na mapie
sv_se: Text på vektorsjökort

source: No chartset selected.
cs_cz: Nebyla vybrána žádná sada map.
de_de: Kein Kartensatz ausgewählt.
es_es: No hay conjunto de cartas seleccionado.
et_ee: Kaardikomplekti pole valitud.
fi_fi: Karttasarjaa ei ole valittu.
fr_fr: Aucun jeu de cartes sélectionné
it_it: Nessun set di carte nautiche selezionato.
nb_no: Ingen kartsett er valgt.
pl_pl: Nie wybrano zestawu map.
pt_pt: Nenhum conjunto de cartas selecionado.
sv_se: Inget sjökort är valt.

source: Starting chartset validation.
cs_cz: Zahájení ověření sady map.
de_de: Die Überprüfung des Kartensatzes wird gestartet.
es_es: Iniciando la validación del conjunto de cartas.
et_ee: Kaardikomplekti valideerimise alistamine.
fi_fi: Aloitetaan karttasarjan tarkistus.
fr_fr: Jeu de cartes : Validation, Démarrage
it_it: Avvio convalida chartset.
nb_no: Starter kartsett validering.
pl_pl: Rozpoczęcie sprawdzania zestawu map.
pt_pt: Inicio da validação do conjunto de cartas.
sv_se: Kontrollerar sjökort-set.

source: Checking server installation.
cs_cz: Kontrola instalace serveru.
de_de: Überprüfe Serverinstallation.
es_es: Comprobando la instalación del servidor.
et_ee: Kontrollin serveri paigaldust.
fi_fi: Tarkistetaan o-charts -apuohjelman (oexserverd) asennus.
fr_fr: Vérification de l'installation de l'utilitaire oexserved.
it_it: Controllo installazione server.
nb_no: Sjekker server installasjon.
pl_pl: Sprawdzanie instalacji serwera.
pt_pt: Verificando a instalação do servidor.
sv_se: Kontrollerar installation av system-ID-kontroll.

source: Server not installed.
cs_cz: Server není nainstalován.
de_de: Server nicht installiert.
es_es: Servidor no instalado.
et_ee: Server pole paigaldatud.
fi_fi: o-charts -apuohjelmaa (oexserverd) ei ole asennettu.
fr_fr: Utilitaire oexserved. non installé.
it_it: Il server non è installato
nb_no: Server ikke installert.
pl_pl: Serwer nie jest zainstalowany.
pt_pt: Servidor não instalado.
sv_se: System-ID-server inte installerad.

source: Server execute command:
cs_cz: Příkaz spuštění serveru:
de_de: Server-Ausführungsbefehl:
es_es: Servidor ejecutando el comando:
et_ee: Serveri käivituskäsk:
fi_fi: o-charts -apuohjelma (oexserverd) suorittaa komentoa:
fr_fr: Commande d'exécution de l'utilitaire oexserved :
it_it: Comando esecuzione server:
nb_no: Server utførelses kommando:
pl_pl: Wykonaj polecenie serwera:
pt_pt: Comando a executar no servidor:
sv_se: Servern kör kommandot:

source: Server unavailable.
cs_cz: Server není dostupný.
de_de: Server nicht erreichbar.
es_es: Servidor no disponible.
et_ee: Server pole saadaval.
fi_fi: o-charts -apuohjelma (oexserverd) ei ole käytettävissä.
fr_fr: Utilitaire oexserved indisponible.
it_it: Server non disponibile.
nb_no: Server utilgjengelig.
pl_pl: Serwer niedostępny
pt_pt: Servidor Indisponível.
sv_se: System-ID servern kan inte laddas.

source: Server reports version:
cs_cz: Server hlásí verzi:
de_de: Server meldet Version:
es_es: Versión del servidor reportado:
et_ee: Serveri versioon:
fi_fi: o-charts -apuohjelman (oexserverd) versio:
fr_fr: Version de l'utilitaire oexserved :
it_it: Versione report del server:
nb_no: Server rapporterer versjon:
pl_pl: Serwer raportuje wersję:
pt_pt: Versão reportada pelo servidor:
sv_se: Servern rapporterar version:
