Repository: bdbcat/o-charts_pi
Catalog: po/*.po
Languages: cs_cz, de_de, es_es, et_ee, fi_fi, fr_fr, it_it, nb_no, pl_pl, pt_pt, sv_se

source: Please update Chart List.
cs_cz: Aktualizuj seznam map, prosím.
de_de: Bitte Kartenliste aktualisieren.
es_es: Por favor actualice el listado de cartas.
et_ee: Palun uuenda kaartide nimekiri.
fi_fi: Tee ensin karttasarjaluettelon päivitys.
fr_fr: Liste des cartes : Mettre à jour
it_it: Si prega di aggiornare la lista delle carte nautiche.
nb_no: Vennligst oppdater kartlisten.
pl_pl: Proszę zaktualizować listę map.
pt_pt: Por favor atualize a lista de Cartas.
sv_se: Uppdatera sjökortslistan.

source: Ready for Download Request.
cs_cz: Připraveno k požadavku na stažení.
de_de: Kann zum Herunterladen angefordert werden.
es_es: Listo para solicitud de descarga.
et_ee: Allalaadimise päringuks valmis.
fi_fi: Valmis latauspyyntöön.
fr_fr: Prêt pour la requête de téléchargement.
it_it: Pronto per la richiesta di download.
nb_no: Klar for nedlastings forespørsel.
pl_pl: Gotowy do żądania pobrania.
pt_pt: Pronto para pedido de descarga.
sv_se: Klart för nedladdning.

source: System Key
cs_cz: Systémový klíč
de_de: Systemschlüssel
es_es: Clave de sistema
et_ee: Süsteemivõti
fi_fi: Järjestelmäavain
fr_fr: Clé du système
it_it: Chiave Di Sistema
nb_no: System nøkkel
pl_pl: Klucz systemowy
pt_pt: Chave do sistema
sv_se: Systemnyckel

source: o-charts API error code:
cs_cz: kód chyby API o-charts:
de_de: o-charts API Fehler code:
es_es: Código de error o-charts API:
et_ee: o-charts API-veakood:
fi_fi: o-charts -rajapinnan virhekoodi:
fr_fr: code d’erreur de l'API de o-charts :
it_it: o-charts codice di errore API:
nb_no: o-charts API feilkode:
pl_pl: kod błędu API o-charts:
pt_pt: Código de erro da API o-charts:
sv_se: o-charts API felkod:

source: Production server in maintenance mode.
cs_cz: Výrobní server v režimu údržby.
de_de: Produktionsserver im Wartungsmodus.
es_es: Servidor de producción en modo de mantenimiento.
et_ee: Tootmisserver on hoolduses.
fi_fi: Tuotannon palvelinta huolletaan.
fr_fr: Serveur de production en mode maintenance.
it_it: Server di produzione in modalità manutenzione.
nb_no: Produksjonsserver er i vedlikeholdsmodus.
pl_pl: Serwer jest w trybie konserwacji.
pt_pt: Servidor de produção no modo de manutenção.
sv_se: Produktionsservern är avstängd för underhåll.

source: User does not exist.
cs_cz: Uživatel neexistuje.
de_de: Benutzer existiert nicht.
es_es: Usuario inexistente.
et_ee: Kasutajat ei eksisteeri.
fi_fi: Käyttäjätunnusta ei löydy.
fr_fr: L'utilisateur n'existe pas.
it_it: L'utente non esiste.
nb_no: Brukeren finnes ikke.
pl_pl: Podany użytkownik nie istnieje.
pt_pt: Utilizador não existe.
sv_se: Användaren finns inte

source: This o-charts plugin version is obsolete.
cs_cz: Tato verze pluginu o-charts je zastaralá.
de_de: Diese o-charts Plugin-Version ist veraltet.
es_es: Esta versión del plugin o-charts está obsoleta.
et_ee: See o-charts plugina versioon on vananenud.
fi_fi: Asentamasi o-charts -lisäosaversio on vanha.
fr_fr: Cette version du plugin o-charts est obsolète.
it_it: Questa versione del plugin di ochart è obsoleta.
nb_no: Denne o-charts utvidelsen er utdatert.
pl_pl: Ta wersja wtyczki o-charts jest przestarzała.
pt_pt: Esta versão do plugin o-charts está obsoleta.
sv_se: Denna version av o-charts plugin är föråldrad.

source: Please update your plugin.
cs_cz: Aktualizujte prosím svůj plugin.
de_de: Bitte aktualisieren Sie das Plug-in.
es_es: Actualice el plugin por favor.
et_ee: Palun uuenda oma pluginat.
fi_fi: Päivitä lisäosa.
fr_fr: S'il vous plait, mettez à jour ce complément.
it_it: Per favore aggiornate el plugin.
nb_no: Vennligst oppdater utvidelsen.
pl_pl: Proszę zaktualizować wtyczkę.
pt_pt: Por favor, atualize o seu plugin.
sv_se: Vänligen uppdatera din plugin.

source: Operation cancelled
cs_cz: Operace byla zrušena
de_de: Vorgang abgebrochen
es_es: Operación cancelada
et_ee: Toiming tühistatud
fi_fi: Toiminto peruutettu
fr_fr: Opération annulée
it_it: Operazione cancellata
nb_no: Operasjon avbrutt
pl_pl: Operacja anulowana
pt_pt: Operação cancelada
sv_se: Åtgärden avbruten

source: Invalid user/email name or password.
cs_cz: Neplatné uživatelské jméno/e-mail nebo heslo.
de_de: Benutzername/email oder Kennwort ungültig.
es_es: Nombre de usuario/correo o contraseña inválidos.
et_ee: Vale kasutaja-/meilinimi või parool.
fi_fi: Virheellinen käyttäjätunnus tai salasana.
fr_fr: Nom d'utilisateur/Adresse mail ou Mot de passe invalide.
it_it: Nome utente o password non validi.
nb_no: Ugyldig brukernavn eller passord.
pl_pl: Nieprawidłowy użytkownik/email lub hasło.
pt_pt: Nome de utilizador/e-mail ou password inválidos.
sv_se: Ogiltigt användare/mejl eller lösenord.

source: This System Name is disabled.
cs_cz: Tento název systému je deaktivovaný.
de_de: Dieses System ist deaktiviert
es_es: Esta sistema está deshabilitado
et_ee: See süsteemi nimi on keelatud.
fi_fi: Tämä järjestelmänimi on poistettu käytöstä.
fr_fr: Ce système est désactivé
it_it: Questo sitema è disattivato
nb_no: Dette System Navnet er deaktivert.
pl_pl: Ta nazwa systemu jest wyłączona.
pt_pt: Este Nome do Sistema está desativado.
sv_se: Detta systemnamn är inaktiverat.

source: This chart has already been assigned to this machine.
cs_cz: Tato mapa již byla přiřazena k tomuto počítači.
de_de: Der Kartensatz wurde dieser Maschine bereits vorher zugewiesen.
es_es: Estas cartas ya han sido asignadas a esta máquina.
et_ee: See kaart on juba seotud selle seadmega.
fi_fi: Tämä karttasarja on jo liitetty tähän koneeseen.
fr_fr: Ce jeu de cartes a déjà été assigné à cette machine.
it_it: Questo carta nautiche è già stato assegnato a questa macchina.
nb_no: Dette kartethar allerede blitt tilordnet denne maskinen.
pl_pl: Ten zestaw map został już przypisany do tego systemu.
pt_pt: Esta carta já foi atribuída a esta máquina.
sv_se: Detta sjökort har redan tilldelats den här maskinen.

source: void username
cs_cz: prázdné uživatelské jméno
de_de: Leerer Nutzername
es_es: nombre de usuario vacío
et_ee: kehtetu kasutajanimi
fi_fi: Käyttäjänimi on tyhjä
fr_fr: Nom d'utilisateur nul
it_it: nome utente non valido
nb_no: ugyldig brukernavn
pl_pl: brak nazwy użytkownika
pt_pt: Utilizador vazio
sv_se: Användarnamn saknas

source: invalid username
cs_cz: neplatné uživatelské jméno
de_de: Ungültiger Nutzername
es_es: Nombre de usuario no válido
et_ee: sobimatu kasutajanimi.
fi_fi: Virheellinen käyttäjänimi
fr_fr: Nom d'utilisateur invalide
it_it: Nome utente non valido
nb_no: ugyldig brukernavn
pl_pl: Nieprawidłowa nazwa użytkownika
pt_pt: Utilizador inválido
sv_se: Ogiltigt användarnamn

source: void password
cs_cz: prázdné heslo
de_de: Leeres Paßwort
es_es: contraseña vacía
et_ee: kehtetu salasõna
fi_fi: Salasana on tyhjä
fr_fr: mot de passe non valide
it_it: non valido password
nb_no: ugyldig passord
pl_pl: brak hasła
pt_pt: Password vazia
sv_se: Lösenord saknas

source: wrong password
cs_cz: špatné heslo
de_de: ungültiges Kennwort
es_es: contraseña incorrecta
et_ee: vale salasõna
fi_fi: virheellinen salasana
fr_fr: Mot de passe incorrect
it_it: Password non corretta
nb_no: feil passord
pl_pl: nieprawidłowe hasło
pt_pt: Password incorreta
sv_se: Felaktigt lösenord

source: There is not a system name for this device yet.
cs_cz: Pro toto zařízení zatím neexistuje název systému.
de_de: Es gibt noch keinen Systemnamen für dieses Gerät.
es_es: Todavía no hay un nombre de sistema para este dispositivo.
et_ee: Sellele seadmele puudub praegu veel süsteemi nimi.
fi_fi: Tällä laitteella ei ole vielä järjestelmänimeä.
fr_fr: Il n'y a pas de nom système pour ce système
it_it: Non c'è ancora un nome di sistema per questo dispositivo.
nb_no: Det er ikke noe system navn for denne enheten enda.
pl_pl: Nie ma jeszcze nazwy systemu dla tego urządzenia.
pt_pt: Ainda não existe um nome de sistema para este dispositivo.
sv_se: Det finns inte ett systemnamn för den här enheten ännu.

source: Something has changed in the device assigned to this system name.
cs_cz: Něco se změnilo v zařízení přiřazeném k tomuto názvu systému.
de_de: Das Gerät, das diesem Systemnamen zugewiesen ist, hat sich verändert.
es_es: Algo ha cambiado en el dispositivo con este nombre del sistema.
et_ee: Midagi on selle süsteeminimega seotud seadmes muutunud.
fi_fi: Jotain on muuttunut laitteessa, joka on liitetty tähän järjestelmänimeen.
fr_fr: Quelque chose a changé dans la machine assignée à ce nom de système.
it_it: Qualcosa è cambiato nel dispositivo assegnato a questo nome di sistema.
nb_no: Noe har endret seg i enheten som er tilordnet dette systemnavnet.
pl_pl: Coś się zmieniło w urządzeniu przypisanym do tej nazwy systemu.
pt_pt: Algo mudou no dispositivo atribuído a este nome de sistema.
sv_se: Något har ändrats i enheten som tilldelats detta systemnamn.

source: There is already a system name for this device.
cs_cz: Pro toto zařízení již existuje název systému.
de_de: Für dieses Gerät gibt es bereits einen Systemnamen .
es_es: Ya existe un nombre de sistema para este dispositivo.
et_ee: Sellele seadmele on juba süsteeminimi olemas.
fi_fi: Tällä laitteella on jo järjestelmänimi.
fr_fr: Il y a déjà un nom de système pour cette machine
it_it: Esiste già un nome di sistema per questo dispositivo.
nb_no: Det er allerede et systemnavn for for denne enheten.
pl_pl: Istnieje już nazwa systemu dla tego urządzenia.
pt_pt: Já existe um nome de sistema para este dispositivo.
sv_se: Det finns redan ett systemnamn för den här enheten.

source: o-Charts shop interface error
cs_cz: Chyba rozhraní o-Charts obchodu
de_de: o-charts Shop Interface Fehler
es_es: Error de interfaz de la tienda o-charts
et_ee: o-Charts poe liidese viga
fi_fi: o-Charts -kaupan rajapintavirhe
fr_fr: Erreur d'interface de o-charts
it_it: Negozio di o-Charts interface error
nb_no: Feil i o-Charts butikk tilknytnings grensesnitt
pl_pl: Błąd interfejsu sklepu o-Charts
pt_pt: Erro na ligação à loja o-Chart
sv_se: Fel vid anslutning till O-Charts shop

source: internet communications error code:
cs_cz: kód chyby internetové komunikace:
de_de: Internet Verbindungsfehler:
es_es: Código de error de comunicaciones de Internet:
et_ee: internetiühenduse veakood:
fi_fi: internetyhteyden virhekoodi:
fr_fr: code d’erreur de communication Internet :
it_it: codice di errore di comunicazione internet:
nb_no: feilkode for internett kommunikasjon:
pl_pl: błąd komunikacji internetowej:
pt_pt: código de erro de comunicações internet:
sv_se: felkod från Internetkommunikation:

source: Check your connection and try again.
cs_cz: Zkontroluj připojení k síti a opakuj akci.
de_de: Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es_es: Comprueba su conexión e inténtalo de nuevo.
et_ee: Kontrolli oma ühendust ja proovi uuesti.
fi_fi: Tarkista internet-yhteytesi ja yritä uudelleen.
fr_fr: Veuillez vérifier votre connexion puis réessayer.
it_it: Controlla la tua connessione e riprova.
nb_no: Sjekk din forbindelse og prøv på nytt.
pl_pl: Sprawdź połączenie i spróbuj ponownie.
pt_pt: Verifique a ligação e tente novamente.
sv_se: Kontrollera din anslutning och försök igen.

source: Invalid password length
cs_cz: Neplatná délka hesla
de_de: Passwortlänge ungültig
es_es: Longitud de contraseña no válida
et_ee: Sobimatu salasõna pikkus
fi_fi: Vääränpituinen salasana
fr_fr: Longueur du mot de passe invalide
it_it: Lunghezza password non valida
nb_no: Ugyldig passordlengde
pt_pt: Comprimento da senha inválido
sv_se: Lösenordet har ogiltig längd

source: Password length must be:
cs_cz: Délka hesla musí být:
de_de: Das Passwort muss
es_es: La contraseña debe ser de
et_ee: Salasõna pikkus peab olema:
fi_fi: Salasanan pituuden on oltava:
fr_fr: La longueur du mot de passe doit être :
it_it: La lunghezza della password deve essere:
nb_no: Passordets lengde må være:
pt_pt: O comprimento da senha deve ser:
sv_se: Lösenordet måste ha:

source: Greater than 4 characters, and
cs_cz: Větší než 4 znaky a
de_de: mehr als 4 Zeichen und
es_es: más de 4 caracteres y
et_ee: rohkem kui 4 tähemärki ja
fi_fi: vähintään 5 merkkiä, ja
fr_fr: Supérieure à 4 caractères, et
it_it: Maggiore di 4 caratteri, e
nb_no: Mer enn 4 tegn, og
pt_pt: Maior que 4 caracteres, e
sv_se: Minst 5 tecken och

source: Less than 255 characters.
cs_cz: Méně než 255 znaků.
de_de: weniger als 255 Zeichen haben.
es_es: menos de 255 caracteres.
et_ee: vähem kui 255 tähemärki.
fi_fi: enintään 254 merkkiä.
fr_fr: moins de 255 caractères.
it_it: Meno di 255 caratteri.
nb_no: mindre enn 255 tegn.
pt_pt: Menos de 255 caracteres.
sv_se: färre än 255 tecken.

source: This chartset will be installed as a new subdirectory within the directory you select next.
cs_cz: Tato sada map bude nainstalována jako nový podadresář v adresáři, který zvolíte jako další.
de_de: Der Kartensatz wird in einem neuen Unterverzeichnis des gewählten Verzeichnis installiert.
es_es: Este conjunto de cartas se instalará en nuevo subdirectorio dentro del directorio seleccionado.
et_ee: See kaardikomplekt paigaldatakse su poolt valitud kausta alamkausta.
fi_fi: Valitse hakemisto, mihin karttasarja asennetaan. Karttasarjalle luodaan oma alihakemisto valitsemaasi hakemistoon.
fr_fr: Ce jeu de cartes sera installé dans un sous-dossier du dossier que vous sélectionnez ensuite.
it_it: Questo chartset sarà installato come una nuova sottocartella all'interno della directory che si seleziona successivamente.
nb_no: Dette kartsettet vil bli installert som en ny undermappe i mappen du velger.
pl_pl: Ten zestaw map zostanie zainstalowany jako nowy podkatalog w wybranym katalogu.
pt_pt: Este conjunto de cartas será instalado como um novo subdiretório dentro do diretório que você selecionar em seguida.
sv_se: Detta set av sjökort kommer att installeras som en ny underkatalog till katalogen du väljer härnäst.

source: For example, if you select the directory "Charts", then a new directory will be created as:
cs_cz: Například, pokud zvolíte adresář "Charts", pak bude vytvořen nový adresář jako:
de_de: Wenn Sie zum Beispiel das Verzeichnis "Charts" auswählen, wird das neue Verzeichnis erstellt als:
es_es: Por ejemplo, si selecciona el directorio "Charts", se creará un nuevo directorio como:
et_ee: Näiteks, kui valid kausta "Kaardid", siis luuakse uus kaust nagu:
fi_fi: Jos valitset esimerkiksi hakemiston "...\Charts", karttasarjan asennushakemisto on:
fr_fr: Par exemple, si vous sélectionnez le dossier "Charts", un nouveau répertoire sera créé en tant que :
it_it: Ad esempio, se si seleziona la directory "Charts", verrà creata una nuova directory come:
nb_no: Hvis du for eksempel velger mappen "Kart", vil en ny mappe opprettes som:
pl_pl: Na przykład, jeśli wybierzesz katalog "Mapy", zostanie utworzony nowy katalog jako:
pt_pt: Por exemplo, se você selecionar o diretório "Cartas", então um novo diretório será criado como:
sv_se: Till exempel, om du väljer katalogen "Charts", kommer en ny katalog att skapas där:

source: The charts will be installed in this newly created directory.
cs_cz: Mapy budou nainstalovány v tomto nově vytvořeném adresáři.
de_de: Die Karten werden in diesem neuen Verzeichnis installiert
es_es: Las cartas se instalarán en este directorio recién creado.
et_ee: Kaardid paigaldatakse sellesse äsja loodud kausta.
fi_fi: Karttasarja asennetaan luotuun hakemistoon.
fr_fr: Les cartes seront installées dans ce dossier nouvellement créé.
it_it: Le carte nautiche saranno installati in questa directory appena creata.
nb_no: Kartene vil bli installert i denne nylig opprettede mappen.
pl_pl: Mapy zostaną zainstalowane w tym nowo utworzonym katalogu.
pt_pt: As cartas serão instalados neste diretório recém-criado.
sv_se: Sjökorten kommer att installeras i denna nyligen skapade katalog.

source: Proceed
cs_cz: Pokračovat
de_de: Weiter
es_es: Continuar
et_ee: Jätka
fi_fi: Jatka
fr_fr: Procéder
it_it: Procedi
nb_no: Fortsett
pt_pt: Continuar
sv_se: Fortsätt

source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
es_es: Cancelar
et_ee: Loobu
fi_fi: Peruuta
fr_fr: Annuler
it_it: Annulla
nb_no: Avbryt
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt

source: This chartset will be re-installed in the following location.
cs_cz: Tato sada map bude přeinstalována na následujícím místě.
de_de: Dieser Chartset wird an folgender Stelle erneut installiert:
es_es: Este conjunto de cartas se reinstalará en la siguiente ubicación.
et_ee: See kaardikomplekt taaspaigaldatakse järgnevasse asukohta.
fi_fi: Tämä karttasarja asennetaan uudelleen seuraavaan hakemistoon:
fr_fr: Ce jeu de cartes sera réinstallé à l'emplacement suivant :
it_it: Questo chartset verrà reinstallato nella seguente posizione.
nb_no: Dette kartsettet vil bli re-installert i følgende plassering.
pl_pl: Ten zestaw map zostanie ponownie zainstalowany w następującej lokalizacji.
pt_pt: Este conjunto de cartas será reinstalado no seguinte local.
sv_se: Dessa sjökort kommer att ominstalleras på följande plats.

source: If you want to use that location, press "Continue"
cs_cz: Pokud chceš použít toto umístění, stiskni "Pokračovat"
de_de: Wenn Sie dieses Verzeichnis verwenden möchten, drücken Sie "Weiter"
es_es: Si quiere usar esa ubicación, pulse "Continuar"
et_ee: Kui soovid seda asukohta kasutada, vajuta "Jätka"
fi_fi: Jos haluat käyttää tätä hakemistoa, paina "Jatka"
fr_fr: Si vous voulez utiliser cet emplacement, appuyez sur "Continuer"
it_it: Se si desidera utilizzare tale posizione, premere "Continua"
nb_no: Hvis du vil bruke den plasseringen, trykk "Fortsett"
pl_pl: Jeśli chcesz użyć tej lokalizacji, naciśnij "Kontynuuj"
pt_pt: Se você deseja usar esse local, pressione "Continuar"
sv_se: Om du vill använda den platsen, tryck på "Fortsätt"

source: If you want to change the installation location now, press "Change"
cs_cz: Pokud chceš nyní změnit umístění instalace, stiskni "Změnit"
de_de: Wenn Sie den Installationsort jetzt ändern möchten, drücken Sie "Ändern"
es_es: Si desea cambiar la ubicación de instalación, pulse "Cambiar"
et_ee: Kui soovid nüüd paigalduskohta vahetada, vajuta "Muuda"
fi_fi: Jos haluat muuttaa asennuksen hakemistoa, paina "Muuta"
fr_fr: Pour changer l'emplacement d'installation maintenant, appuyez sur "Modifier"
it_it: Se si desidera modificare la posizione di installazione ora, premere "Modifica"
nb_no: Hvis du vil endre plasseringen for installasjonen nå, trykk "Endre"
pl_pl: Jeśli chcesz teraz zmienić lokalizację instalacji, naciśnij "Zmień"
pt_pt: Se você deseja alterar o local de instalação agora, pressione "Mudar"
sv_se: Om du vill ändra installationsplatsen nu, tryck på "Ändra"

source: Continue
cs_cz: Pokračovat
de_de: Weiter
es_es: Continuar
et_ee: Jätka
fi_fi: Jatka
fr_fr: Continuer
it_it: Continua
nb_no: Fortsett
pl_pl: Kontynuuj
pt_pt: Continuar
sv_se: Fortsätt

source: Change
cs_cz: Změnit
de_de: Ändern
es_es: Cambiar
et_ee: Muuda
fi_fi: Muuta
fr_fr: Modifier
it_it: Cambiare
nb_no: Endre
pl_pl: Zmień
pt_pt: Mudar
sv_se: Ändra

source: This chartset will be installed in the following location.
cs_cz: Tato sada map bude nainstalována na následujícím místě.
de_de: Dieser Kartensatz wird an folgender Stelle installiert:
es_es: Este conjunto de cartas se instalará en la siguiente ubicación:
et_ee: See kaardikomplekt paigaldatakse järgnevasse asukohta.
fi_fi: Tämä karttasarja asennetaan hakemistoon:
fr_fr: Ce jeu de cartes sera installé à l'emplacement suivant :
it_it: Questo chartset verrà reinstallato nella seguente posizione.
nb_no: Dette kartsettet vil bli installert i følgende plassering.
pl_pl: Ten zestaw map zostanie zainstalowany w tej lokalizacji.
pt_pt: Este conjunto de cartas será instalado na seguinte localização.
sv_se: Detta set av sjökort kommer att installeras på följande plats.

source: This action will PERMANENTLY assign the chart:
cs_cz: Tato akce TRVALE přiřadí mapu:
de_de: Sie ordnen DAUERHAFT den Kartensatz:
es_es: Esta acción asignará PERMANENTEMENTE estas cartas:
et_ee: See toiming omistab PÜSIVALT kaardi:
fi_fi: Tämä toiminto liittää PYSYVÄSTI tämän karttasarjan:
fr_fr: Ceci assignera de façon PERMANENTE les cartes :
it_it: Questa azione assegnerà in modo PERMANENTE questa carta al tuo dispositivo:
nb_no: Dette vil PERMANENT tilordne dette kartet:
pl_pl: To działanie na ZAWSZE przypisze tę mapę:
pt_pt: Esta ação irá atribuir a carta PERMANENTEMENTE:
sv_se: Detta sjökortset kommer att permanent kopplas till din enhet:

source: to this systemName:
cs_cz: k tomuto názvu systému:
de_de: diesem SystemNamen zu:
es_es: a este dispositivo:
et_ee: sellisele nimega süsteemile:
fi_fi: tähän järjestelmänimeen:
fr_fr: à ce nom de système :
it_it: a questo systemName:
nb_no: til dette systemNavn:
pl_pl: do tej nazwy systemu:
pt_pt: a este Nome do Sistema:
sv_se: till detta systemnamn:

source: Accept and Proceed?
de_de: Akzeptieren und fortfahren?
es_es: ¿Aceptar y proceder?
fr_fr: Accepter et continuer
it_it: Accetta e procedi
sv_se: Acceptera och fortsätt?

source: [USB Key Dongle not found.]
cs_cz: [USB klíč nenalezen.]
de_de: [USB Key Dongle nicht gefunden.]
es_es: [No se encontró el Dongle USB.]
et_ee: {USB-donglit pole leitud.}
fi_fi: [USB-avainta ei löydy.]
fr_fr: [Dongle-USB absent.]
it_it: [{USB Dongle not found.}.]
nb_no: [USB-nøkkel ikke funnet.]
pl_pl: [brak klucza sprzętowego USB]
pt_pt: [Dongle USB não encontrado.]
sv_se: [Kan inte hitta rätt USB-dongle.]

source: [fpr file not found.]
cs_cz: [fpr soubor nenalezen.]
de_de: [fpr Datei nicht gefunden.]
es_es: [archivo fpr no encontrado.]
et_ee: {fpr-faili pole leitud.}
fi_fi: [sormenjälkitiedostoa ei löydy.]
fr_fr: [Fichier fpr absent.]
nb_no: [fpr fil ikke funnet.]
pl_pl: [plik fpr nie znaleziony.]
pt_pt: [ficheiro fpr não encontrado.]
sv_se: [Kan inte hitta rätt system-ID, fpr, fil.]

source: [fpr file not created.]
cs_cz: [fpr soubor nebyl vytvořen.]
de_de: [fpr Datei nicht erstellt.]
es_es: [archivo fpr no creado.]
et_ee: {fpr-fail pole loodud.}
fi_fi: [sormenjälkitiedostoa ei ole luotu.]
fr_fr: [fichier fpr pas créé.]
nb_no: [fpr fil ikke opprettet.]
pl_pl: [plik fpr nie został utworzony.]
pt_pt: [ficheiro fpr não criado.]
sv_se: [System-ID-fil, fpr, är inte skapad.]

source: [fpr not created.]
cs_cz: [fpr soubor nebyl vytvořen.]
de_de: [fpr nicht erstellt.]
es_es: [fpr no creado.]
et_ee: {fpr pole loodud.}
fi_fi: [sormenjälkitiedostoa ei ole luotu.]
fr_fr: [fichier fpr pas créé.]
it_it: [fpr non creato.]
nb_no: [fpr ikke opprettet.]
pl_pl: [fpr nie utworzony.]
pt_pt: [ficheiro fpr não criado.]
sv_se: [System-ID-fil, fpr, är inte skapad.]

source: ERROR Creating Fingerprint file
cs_cz: CHYBA vytváření souboru otisku
de_de: FEHLER bei Erstellung von Fingerabdruckdatei
es_es: ERROR Creando archivo de Fingerprint
et_ee: VIGA sõrmejäljefaili loomisel
fi_fi: VIRHE luotaessa sormenjälkitiedostoa
fr_fr: ERREUR en créant le fichier fingerprint
it_it: ERROR Creazione file di impronte digitali
nb_no: FEIL ved oppretting av fingeravtrykks-fil
pl_pl: BŁĄD tworzenia pliku Fingerprint
pt_pt: ERRO a criar o ficheiro de impressão digital
sv_se: Fel när system-ID-fil skulle skapas

source: Check OpenCPN log file.
cs_cz: Zkontroluj soubor logu OpenCPN.
de_de: Bitte überprüfen Sie die OpenCPN Log Datei.
es_es: Compruebe archivo de registro de OpenCPN (opencpn.log)
et_ee: Vaata OpenCPN logifaili.
fi_fi: Tarkista OpenCPN lokitiedosto.
fr_fr: Regardez dans le fichier log d'OpenCPN.
it_it: Controlla il file di log OpenCPN.
nb_no: Sjekk loggfilen til OpenCPN.
pl_pl: Sprawdź plik logu OpenCPN.
pt_pt: Verifique o ficheiro log do OpenCPN.
sv_se: Kontrollera OpenCPN loggfil.

source: Unzipping chart files...
cs_cz: Rozbalování souborů map...
de_de: Kartensatz entpacken...
es_es: Descomprimir archivos de cartas...
et_ee: Kaardifailide lahtipakkimine...
fi_fi: Puretaan karttatiedostoja...
fr_fr: Préparation des cartes ...
it_it: Scompattare i file del set di carte nautiche...
nb_no: Pakker ut kartfiler...
pl_pl: Rozpakowywanie plików map...
pt_pt: A descomprimir ficheiros de cartas...
sv_se: Packar upp sjökortsfiler...
